[
  {
    "title": "Cc No.182/19 State vs Vikas Rana 1 on 23 December, 2019",
    "url": "https://indiankanoon.org/doc/75621257/",
    "doc_id": "75621257",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": ". In the said judgement in para",
    "citation": "s",
    "petitioner": "Cc No.182/19 State",
    "respondent": "Vikas Rana 1",
    "ipc_sections": [
      "13",
      "19",
      "2",
      "2A",
      "313",
      "313Cr",
      "405",
      "405IPC",
      "409",
      "409IPC",
      "45",
      "45A",
      "463",
      "464IPC",
      "467",
      "65",
      "65A",
      "65B",
      "65BEvidence",
      "73"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi District CourtCc No.182/19 State vs Vikas Rana 1 on 23 December, 2019IN THE COURT OF MS. KIRAN BANSAL, SPECIAL JUDGE\n             (PC ACT) ACB­01, CENTRAL DISTRICT\n         ROUSE AVENUE COURT COMPLEX, NEW DELHI",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi District CourtCc No.182/19 State vs Vikas Rana 1 on 23 December, 2019IN THE COURT OF MS. KIRAN BANSAL, SPECIAL JUDGE\n             (PC ACT) ACB­01, CENTRAL DISTRICT\n         ROUSE AVENUE COURT COMPLEX, NEW DELHI\n\nCNR No. DLCT11­000883­2019\nCC No. 182/19\n\nState (Govt. of NCT of Delhi)\n\n                                     VERSUS\n1.      Vikas Rana\n        S/o Late Sh. Kartar Singh Rana\n        R/o D­18/3, East Jyoti Nagar\n        Loni Road, New Delhi.\n\nFIR No.        :      04/09\nU/S            :      409/467/468/471IPCR/w 13(1)(c)(d)PC ActPS             :      Parliament Street\n\n                      Date of institution   : 18.04.2009\n                      Judgment reserved on : 02.12.2019\n                      Judgment delivered on : 23.12.2019\n\nJUDGMENT1. Brief facts of the case are that Sh. K. Salil Kumar, Under Secretary\n        (Admn.), South Block, Prime Minister Office (PMO), New Delhi sent a\n        complaint regarding misappropriation/embezzlement of Government\n        money, stating that on scrutiny of the salary bills of the officials of PMO\n        for the month of December 2008, some error in the computer generated\n        printout was noticed and it was found that the bills for the aforesaid\n        month was prepared by accused Vikas Rana, UDC and salary was drawn\n        in the names of four ex­employees of PMO namely Jacob, Anil KumarCC No.182/19                       State Vs Vikas Rana                           1M.V., Sooraj P. and Prakash. It is further stated that at the time of ECS\n        transfer, these amounts were transferred to the accounts opened in the\n        name of accused Vikas Rana. On preliminary enquiry, it has been found\n        that this practice has been taking place since 2005 when Electronic\n        Clearance System (ECS) was introduced in the PMO. On the complaint\n        of Sh. K. Salil Kumar, the present FIR has been registered at PS\n        Parliament Street. Subsequently on 19.01.2009, the present case was\n        transferred to Cyber Cell, Economic Wing, Crime Branch, New Delhi\n        and during the course of investigation on 02.04.2009,section 13(1)(c)and (d) POC Act were added.            Statement of complainant was also\n        recorded and some documents were also obtained from the complainant\n        and on examination of the documents as well as the statements of the\n        witnesses, it was revealed that the accused who was appointed as LDC\n        and later on promoted as UDC in CSCS cadre of Ministry of Home\n        Affairs was assigned duties of cash and general section of PMO and was\n        deputed to prepare salary of the Ministerial­1 staff category and used to\n        prepare the monthly salary bills of the staff of the Ministerial­1 through\n        the computer software installed and maintained at NIC of PMO. The\n        accused was assigned duty to prepare the salary bills utilizing the\n        computer software. The accused and other clerk used to feed data in the\n        software maintained at PMO, NIC server through internal computer\n        network connection. The accused used to take the printout of the salary\n        bills of Ministerial­1 staff and then used to put up the same before the\n        Section Officer/DDO of cash and General Section of PMO and Section\n        Officer/DDO then used to authenticate them by signing the bills. DDO\n        used to forward the bills to Pay and Accounts officer and PAO used to\n        authenticate them and prepare a cheque and used to send the cheque toCC No.182/19                      State Vs Vikas Rana                           2PMO where it was received by cashier and the officials of the PMO were\n        having the option of getting their salary deposited in the bank account\n        number of their choice. The bank account number and other bank details\n        of the each official were also maintained in the salary software so that\n        the salary could be deposited in the respective bank account through\n        ECS.    All the details/data relating to the salary disbursement was\n        downloaded in a CD in encrypted format at NIC Section of PMO where\n        all the server computer of PMO were installed.        CD alongwith the\n        cheque of salary amount was then sent to Punjab National Bank,\n        Parliament Street, New Delhi and PNB then forwarded it to the ECS\n        Department, Reserve Bank of India. In the RBI, the CD used to be\n        loaded in the software maintained for the purpose and instant credit is\n        afforded to the centralized clearing office of the various concerned bank\n        and then forwarded to their respective branches for credit and thereafter,\n        the salary was credited in the account of the respective officials. During\n        the investigation, four hard disks installed in the Cash and General\n        Section were seized on 23.01.2009 and also the hard disk of the NIC\n        server in which salary records were kept and maintained was also seized.\n        During investigation search of the house of the accused was conducted\n        and following articles were seized :(1) ATM card of UTI Bank in the name of Vikas Rana, no.\n        4688050070247958.(2) ATM card of Syndicate Bank in the name of Vikas Rana, no.\n        4033989055031162.(3) ATM card of Lord Krishna Bank no. 4213183523007465264 bearing\n        no. name embossed.(4) ATM card ICICI Bank no. 4667310343033394 in the name of VikasCC No.182/19                      State Vs Vikas Rana                           3Rana.(5) ATM Debit Card Vijaya Bank in the name of Vikas Rana no.\n        4213416011003319658.(6) One cheque book of ICICI Bank Account no. 034301001623 in the\n        name of Vikas Rana having cheque slips 342934 to 342950.\n        (7) One Cheque Book of UTI Bank in the name of Vikas Rana Account\n        no. 007010100268899 bearing cheque slips no. 494760 only.\n        (8) One cheque book in semi­torn condition of Syndicate Bank account\n        no. 90552010083537 bearing cheque slips no. 916250 only.\n        (9) One ICICI Bank EMI card no. 4477465201288009 in the name of\n        Vikas Rana.(10) One ICICI Bank Credit Card no. 4417469906075000 in the name of\n        Vikas Rana.(11) One ICICI True Value Card No. 4477466543595010 in the name of\n        Vikas Rana.(12) One ICICI Bank True Value Card No. 4477466543595010 in the\n        name of Vikas Rana.(13) One ABN Amro One Card no. 5415382400723862 in the name of\n        Vikas Rana.(14) One Deutsche Bank Card 4412841027713008 in the name of Vikas\n        Rana.(15) One ABN Amro Bank Card no. 5415382313957904 in the name of\n        Vikas Rana.(16) One ABN Amro Bank Card no. 5415382403335383 in the name of\n        Vikas Rana.(17) One SBI card no. 4317575027329581 in the name of Vikas Rana.\n        (18) One HSBC Credit Card no. 4476929992585379 in the name ofCC No.182/19                    State Vs Vikas Rana                         4Vikas Rana.(19) Photocopy of Sale Deed for a sum of Rs.16,50,000/­               dated\n        5.6.2008 in respect sale of Built up HIG Dwelling unit no. D­18/3 C,\n        Plot no. D­18, Dwelling Unit no. 3, Jyoti Nagar (East of Loni Road) in\n        area of village Sikdarpur, Illaqa, Shahadara, Delhi­110093.2. On scrutiny, it was revealed that vide the registered sale deed in favour\n        of mother of the accused, the accused had purchased a HIG Dwelling\n        unit for a sale consideration of Rs.16,50,000/­ and the payment of Rs.\n        15,00,000/­ was made through cheque drawn on HDFC Bank, Surya\n        Kishan Building and remaining amount of Rs.1,50,000/­ was paid in\n        cash. It was also revealed that the accused had purchased a Santro car\n        bearing no. DL8CN3827 in his name for an amount of Rs.3,62,795/­ and\n        this car was financed by ICICI Bank Ltd. and the amount financed was\n        Rs.3,05,595/­ and payment of Rs.25,000/­ was made for the purchase\n        of the car from the account no. 90552010083537 of accused Vikas\n        Rana at Syndicate Bank. The monthly installment of Rs.10,464/­ of\n        the loan of Santro car was also paid through the account of the\n        accused at Syndicate Bank and in this account, the salary in the\n        name of ex­employees Prakash, Vikas Kashyap and Anil M.V. were\n        deposited by the accused. The bank account statement of Syndicate\n        Bank as well as loan document were seized during investigation and it\n        was revealed that the payment of the installment of the loan of the car\n        was made from the Syndicate Bank to the ICICI Bank. Further it was\n        revealed that salary in the name of fictitious employee Surjit Singh was\n        also prepared and the salary bill of the Ministerial­II staff for the period\n        June 2008 to August 2008 and this salary was also deposited in the bank\n        account of Vikas Rana. The following documents were also seizedCC No.182/19                       State Vs Vikas Rana                            5during investigation :(i) Salary Bill of Ministerial­1 staff of PMO for the period from 1.01.05\n        to 31.12.2008 from Pay and Accounts Officer, PMO.(ii) Salary Bills received by Reserve Bank of India from PMO for salary\n        payment to officials of PMO in ECS in their respective Bank Accounts\n        in print format and in Electronic Format in CD.(iii) Account statements of Vikas Rana from Five Banks.(iv) Actual Salary for which Vikas Rana was entitled during the period.(v) Salary Bills of Ministerial­II staff for the period June 2008 to August\n        2008.3. Audit work was done to analyze the bills and all the accounts and\n        records from an approved CA, who after analysis of the documents and\n        the investigation conducted and state"
  },
  {
    "title": "Vishnu Kumar And Ors. vs State Of Andhra Pradesh And Anr. on 8 July, 1980",
    "url": "https://indiankanoon.org/doc/1936754/",
    "doc_id": "1936754",
    "court": "Kashmir High Court",
    "date": "NA",
    "bench": "NA",
    "citation": "1980CRILJ1361ORDER1. This is a petition to quash the proceedings in C.C. No. 341 of 1979 on the file of the Court of the V Metropolitan Magistrate, Hyderabad.2. A private complaint was filed before the V Metropolitan Magistrate Hyderabad. It was sent for investigation under S. 156(3) of the Cr.P.C. The Station House Officer, Nampally Police Station, after due investigation, filed the charge",
    "petitioner": "Vishnu Kumar And Ors.",
    "respondent": "State Of Andhra Pradesh And Anr.",
    "ipc_sections": [
      "120",
      "167",
      "195",
      "463",
      "463I",
      "465",
      "468",
      "468also",
      "471",
      "471as"
    ],
    "summary": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Andhra HC (Pre-Telangana)Vishnu Kumar And Ors. vs State Of Andhra Pradesh And Anr. on 8 July, 1980Equivalent citations: 1980CRILJ1361ORDER1. This is a petition to quash the proceedings in C.C. No. 341 of 1979 on the file of the Court of the V Metropolitan Magistrat",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Andhra HC (Pre-Telangana)Vishnu Kumar And Ors. vs State Of Andhra Pradesh And Anr. on 8 July, 1980Equivalent citations: 1980CRILJ1361ORDER1. This is a petition to quash the proceedings in C.C. No. 341 of 1979 on the file of the Court of the V Metropolitan Magistrate, Hyderabad.2. A private complaint was filed before the V Metropolitan Magistrate Hyderabad. It was sent for investigation under S. 156(3) of the Cr.P.C. The Station House Officer, Nampally Police Station, after due investigation, filed the charge-sheet against the accused for offences punishable under sections 120-B, 468 and 471 of the I.P.C.3. The case of the prosecution is that the complainant is the owner of the shops bearing municipal Nos. 5-7-568 to 5-7-575, situated at Nampally, Hyderabad and that A-3 and A-4 are the tenants. A-1 is the son of A-2. They have cloth business opposite to the shop of the owner i.e. the complainant. The complainant wanted to sell the shops as he was getting very low rent and he made this known to some of the accused. Therefore, A-3 and A-4 were afraid that the shops would be purchased by somebody else and A-3 and A-4 would be asked to vacate these shops. Therefore, A-1 and A-2 with the evil intention of getting the shop for a negligible price' conspired with A-3 and A-4 and fabricated a document by using a revenue stamp containing the signature of the complainant in the Rokad of A-1 and also brought into existence a forged receipt for a sum of Rs. 10,000/-. On the basis of this document, A-1 filed a suit for specific performance of the agreement of sale. On the basis of the above facts mentioned in the charge-sheet, the learned Magistrate took cognizance of the offences punishable under Sections 120-B, 468 and 471 I.P.C.4. In this petition Mr. Somakonda Reddy, the learned advocate, strenuously contends that having regard to the provisions ofS. 195(1)(b)(ii)of the Cr.P.C. the private complainant of the SHO, Nampally Police Station, cannot file the charge-sheet. If at all, a complaint would be filed in writing by the court before which the civil suit for specific performance of the agreement of sale on the basis of the alleged forged document is pending. The learned advocate further submits that although the offence punishable underS. 468I.P.C., is not specifically mentioned inS. 195(1)(b)(ii), Cr.P.C. nevertheless, having regard to the opening phrase \"of any offence described inS. 463\" found in Clause (ii) ofSection 195(1)(b)Cr.P.C., the offence punishable underS. 468I.P.C. would also come within the category of the offence described inS. 463. So far asSection 120-B, I.P.C. is concerned, Mr. Somakonda Reddy states thatS. 195(1)(b)(ii)Cr.P.C. specifically provides for that offence. Therefore, submits the learned advocate that so far as these offences are concerned, the trial court has taken cognizance of the offence punishable underSections 120-B,468and471I.P.C., on the basis of the charge-sheet filed by the police, whereas all these three Sections are found inS. 195(1)(b)(ii)and (iii)Cr.P.C. and, therefore, since the prosecution has not been laid on the basis of a complaint in writing by the civil court before which the alleged document is pending decision, the proceedings are liable to be quashed.5. Mr. Padmanabha Reddy, the learned advocate appearing on behalf of the private complainant, contends that a perusal ofS. 195(1)(b)(ii)Cr.P.C. would show that only those offences which are described inS. 463I.P.C., and mentioned specifically as punishable underSections 471,475orS. 476are the only offences for which the court can take cognizance of on the basis of the complaint in writing of that court before which the civil suit is pending. Therefore, sinceSections 468,120-Bread with 468 are involved in this case, with regard to whichS. 195(1)(b)(ii)Cr.P.C., is completely silent, the trial court was correct in taking cognizance of the offence punishable under sections 120-B and468. So far asSection 471is concerned, Mr. Padmanabha Reddy contends that,Section 471as mentioned in sub-clause (ii) ofS. 195(1)(b)only applies to the parties to the document and to no other person. Hence, he submits that the proceedings should not be quashed.In support of his contention, Mr. Padmanabha Reddy has cited :Govind Mehta v. State of Bihar.and Yellappa Gowder v. State of Karnataka, 1977 Mad LJ (Cri) 20 : (1977 Cri LJ NOC 154) (Kant).6. Mr. Somakonda Reddy has cited the following rulings :Assistant Sessions Judge, North, Arcot v. Ramammal, (1913) ILR 36 Mad 387 : (13 Cri LJ 85); Montajaddin v. Emporor, AIR 1938 Cal 481 : (34 Cri LJ 526) and Dena Nath v. Hansraj, 1974 Cri LJ 198 (J and K).7. I am of the opinion, having regard to the circumstances of the case and the provisions of law involved, that the contention advanced by Mr. Somakonda Reddy has to be accepted.8. In this case, we are not concerned withSection 195(1)(a), but are concerned withS. 195(1)(b)(ii)and (iii), which provides as follows :-\"195(1). No Court shall take cognizance - (b)(ii) of any offence described in S. 463, or punishable under S. 471, S, 475 or S. 476, of the said Code, when such an offence is alleged to have been committed in respect of a document produced or given in evidence in a proceeding in any Court, or(iii) of any criminal conspiracy to commit, or attempt to commit, or the abetment of, any offence specified in sub-clause (i) or sub-clause (ii), except on the complaint in writing of that Court or of some other Court to which that Court is subordinate.\"A plain reading of this Section would show that for offences mentioned in clause (b)(ii) and (iii) ofS. 195(1), Cr.P.C. the Court can take cognizance of those offences only when the complaint is in writing filed by the Court or some other Court to which that court is subordinate, before which the document in question is found to be forged one and the accused before that Court are found to have committed any offence. In the instant case, on the basis of the alleged forged document, the accused have filed a suit in the civil court. Therefore, it would be the civil court which would be the proper complainant in this case and not a private individual or the police. As pointed out above, the trial court has taken, cognizance of the offence punishable under Ss. 120-B, 468 and 471 I.P.C. S. 195(1)(b)(iii) applies to S. 120-B, I.P.C. specifically and similarly S. 195(1)(b)(ii) also includes specifically the offence punishable under S. 471, I.P.C. Therefore, so for as these offences are concerned, taking cognizance by the Court is hit by the provisions of S. 195(1)(b)(ii) and (iii) Cr.P.C.The main dispute centres roundS. 468I.P.C. which is being attracted in respect of commission of offence of forgery for the purpose of cheating. Mr. Padmanabha Reddy contends that, having regard to the phrase \"of any offence described inSection 463\" only those offences of forgery simpliciter as mentioned inSection 463I.P.C., will be hit by the provisions ofS. 195(1)(b)(ii)Cr.P.C. and not offences punishable underS. 468, I.P.C., becauseS. 468has not specifically been mentioned in sub-clause (ii) or Clause (b) ofSection 195(1)Cr.P.C. In support of this contention Mr. Padmanabha Reddy relied on a ruling of the Supreme Court reported inGovind Mehta v. State of Bihar, (1971 Cri LJ 1266) (supra). It is true that I am bound by the ruling of the Supreme Court. But, in order to be bound, it is necessary that the Supreme Court had applied its mind and had considered the provisions of law, and had given a considered opinion on that point of law. But, where the Supreme Court decides a case on the basis of a concession or admission made by an advocate on behalf of a party, then, in that case, the effect of such a decision would not be so potent as one based on a consideration of a question of law involved.It is to be noted that inGovind Mehta's case, the Supreme Court has held in paragraph 14 as follows :-\"We have already referred to the Sections of the Penal Code under which the appellant has been charged. They areSections 167,466and471. Admittedly, none of these sections is covered by Clause (b) ofS. 195(1). Therefore, Clause (b) prima facie will not in terms bar the jurisdiction of the Magistrate to take cognizance of the offence underS. 167of the Penal Code.\" In para. 15, the Supreme Court held :\"The offence under S, 466 of the Penal Code, is, admittedly, not covered by clause (b) or Clause (c) ofS. 195(1)of the Code. Therefore, that Section does not operate as a bar in respect of this offence.\"It would be noticed that the decision in this case was on the basis of an admission made by the counsel and not on a consideration of the provisions ofS. 195(1)(b)(ii)and specifically the phrase appearing in sub-clause (ii) viz., \"of any offence described inS. 463\". I am of the opinion thatS. 463defines a forgery simpliciter whereas the following Sections i.e.,Sections 465,466,467,468,469,470and471define an aggravated form of forgery. Hence, to my mind, the Supreme Court ruling does not help the respondent in this case; and in the light of the phrase \"of any offence described inS. 463\"Section 468also will be hit by the provisions ofS. 195(1)(b)(ii)of the Code of Criminal Procedure. I am supported in my view by a judgment of the Jammu and Kashmir High Court inDena Nath v. Hansraj, (1974 Cri LJ 198) (supra).9. So far as the offence punishable underSection 471is concerned, the phrase \"by a party to any proceedings in any Court\", appearing inS. 195(1)(c)of the oldCr.P.C., is not to be found in the newCr.P.C. and instead, the words \"when such an offence is alleged to have been committed in respect of a document produced or given in evidence in a proceeding in any Court\", now appear. Therefore, in the light of this amendment, th"
  },
  {
    "title": "S. Khushboo vs Kanniammal & Anr on 28 April, 2010",
    "url": "https://indiankanoon.org/doc/1327342/",
    "doc_id": "1327342",
    "court": "Supreme Court of India",
    "date": "6of Act 1986",
    "bench": "K.G. Balakrishnan,Deepak Verma,B.S. ChauhanREPORTABLE\n                    IN THE SUPREME COURT OF INDIA\n\n                CRIMINAL APPELLATE JURISDICTION\n\n              CRIMINAL APPEAL NO.",
    "citation": "AIR 2010 SUPREME COURT 3196, 2010 (5) SCC 600, 2010 AIR SCW 2770, 2010 (3) AIR KANT HCR 4, (2010) 4 MAD LJ(CRI) 99, (2010) 2 RECCRIR 793, (2010) 2 BOMCR(CRI) 270, (2010) 2 CURCRIR 397, (2010) 1 CRILR(RAJ) 381, (2010) 3 KCCR 1929, (2010) 2 ALLCRILR 737, (2010) 1 MADLW(CRI) 594, (2010) 2 DLT(CRL) 628, (2010) 2 ORISSA LR 156, (2010) 46 OCR 375, 2010 CALCRILR 2 189, (2010) 3 CHANDCRIC 150, (2010) 69 ALLCRIC 821, (2010) 2 ALLCRIR 2082, (2010) 2 GUJ LH 334, (2010) 3 JCR 56 (SC), 2010 (2) SCC(CRI) 1299, 2010 (4) SCALE 462, (2010) 90 ALLINDCAS 106 (SC), 2010 CRILR(SC MAH GUJ) 381, (2010) 4 SCALE 462, (2010) 2 CRIMES 414, 2010 CRILR(SC",
    "petitioner": "S. Khushboo",
    "respondent": "Kanniammal & Anr",
    "ipc_sections": [
      "153AIPC",
      "198CrPC",
      "199",
      "199Cr",
      "2",
      "292",
      "292IPC",
      "3",
      "40",
      "482Cr",
      "497IPC",
      "499",
      "499IPC",
      "509IPC"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaS. Khushboo vs Kanniammal & Anr on 28 April, 2010Equivalent citations: AIR 2010 SUPREME COURT 3196, 2010 (5) SCC 600, 2010 AIR SCW 2770, 2010 (3) AIR KANT HCR 4, (2010) 4 MAD LJ(CRI) 99, (2010) 2 RECCRIR 793, (2010) 2 BOMCR(CRI) 270, (2010) 2 CURCRIR 397, (2010) 1 CRILR(RAJ) 3",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaS. Khushboo vs Kanniammal & Anr on 28 April, 2010Equivalent citations: AIR 2010 SUPREME COURT 3196, 2010 (5) SCC 600, 2010 AIR SCW 2770, 2010 (3) AIR KANT HCR 4, (2010) 4 MAD LJ(CRI) 99, (2010) 2 RECCRIR 793, (2010) 2 BOMCR(CRI) 270, (2010) 2 CURCRIR 397, (2010) 1 CRILR(RAJ) 381, (2010) 3 KCCR 1929, (2010) 2 ALLCRILR 737, (2010) 1 MADLW(CRI) 594, (2010) 2 DLT(CRL) 628, (2010) 2 ORISSA LR 156, (2010) 46 OCR 375, 2010 CALCRILR 2 189, (2010) 3 CHANDCRIC 150, (2010) 69 ALLCRIC 821, (2010) 2 ALLCRIR 2082, (2010) 2 GUJ LH 334, (2010) 3 JCR 56 (SC), 2010 (2) SCC(CRI) 1299, 2010 (4) SCALE 462, (2010) 90 ALLINDCAS 106 (SC), 2010 CRILR(SC MAH GUJ) 381, (2010) 4 SCALE 462, (2010) 2 CRIMES 414, 2010 CRILR(SC&MP) 381, 2010 CRI. L. J. 2828, 2010 (90) ALLINDCAS 106, 2010 (3) AIR KAR R 4, 2010 (2) CALCRILR189, 2010 (2) CRIMES414Author:B.S. ChauhanBench:K.G. Balakrishnan,Deepak Verma,B.S. ChauhanREPORTABLE\n                    IN THE SUPREME COURT OF INDIA\n\n                CRIMINAL APPELLATE JURISDICTION\n\n              CRIMINAL APPEAL NO. 913 of 2010\n       [Arising out of SLP (Crl.) No. 4010 of 2008]\n\n\n\n\nS. Khushboo                                            ... Appellant\n                                 Versus\nKanniammal & Anr.                                    ... RespondentsWITH\nCriminal   Appeal   914/2010   @SLP   (Crl.)   No.   6127   of   2008\nCriminal   Appeal   915/2010   @SLP   (Crl.)   No.   6257   of   2008\nCriminal   Appeal   916/2010   @SLP   (Crl.)   No.   6258   of   2008\nCriminal   Appeal   917/2010   @SLP   (Crl.)   No.   6259   of   2008\nCriminal   Appeal   918/2010   @SLP   (Crl.)   No.   7049   of   2008\nCriminal   Appeal   919/2010   @SLP   (Crl.)   No.   6264   of   2008\nCriminal   Appeal   920/2010   @SLP   (Crl.)   No.   6277   of   2008\nCriminal   Appeal   921/2010   @SLP   (Crl.)   No.   7052   of   2008\nCriminal   Appeal   922/2010   @SLP   (Crl.)   No.   7053   of   2008\nCriminal   Appeal   923/2010   @SLP   (Crl.)   No.   7050   of   2008\nCriminal   Appeal   924/2010   @SLP   (Crl.)   No.   7051   of   2008\nCriminal   Appeal   925/2010   @SLP   (Crl.)   No.   4761   of   2008\nCriminal   Appeal   926/2010   @SLP   (Crl.)   No.   4772   of   2008\nCriminal   Appeal   927/2010   @SLP   (Crl.)   No.   4767   of   2008\nCriminal   Appeal   928/2010   @SLP   (Crl.)   No.   4763   of   2008\nCriminal   Appeal   929/2010   @SLP   (Crl.)   No.   4765   of   2008\nCriminal   Appeal   930/2010   @SLP   (Crl.)   No.   4762   of   2008\nCriminal   Appeal   931/2010   @SLP   (Crl.)   No.   4764   of   2008\nCriminal   Appeal   932/2010   @SLP   (Crl.)   No.   4770   of   2008\nCriminal   Appeal   933/2010   @SLP   (Crl.)   No.   4769   of   2008\n\f                           J    U    D    G   M     E    N    T\nDr. B.S. CHAUHAN, J1. Leave granted in all the cases.2. The appellant is a well known actress who has approached\n\nthis Court to seek quashing of criminal proceedings pending\n\nagainst her. As many as 23 Criminal Complaints were filed\n\nagainst her, mostly in the State of Tamil Nadu, for the\n\noffences contemplated underSections 499,500and505of\n\nthe    Indian     Penal     Code,        1860           [hereinafter       `IPC']       andSections 4and6of the Indecent Representation of Women\n\n(Prohibition)       Act,       1986       [hereinafter            `Act    1986'].       The\n\ntrigger    for     the     same       were       some      remarks       made    by     the\n\nappellant in an interview to a leading news magazine and\n\nlater on the same issue was reported in a distorted manner\n\nin     another    periodical.            Faced      with      the    predicament        of\n\ncontesting the criminal proceedings instituted against her\n\nin several locations, the appellant had approached the High\n\nCourt     of     Madras,       praying        for       the   quashing      of        these\n\nproceedings       through      the       exercise        of   its     inherent        power\n\nunderSection 482of the Code of Criminal Procedure, 1973\n\n[hereinafter `Cr.PC.']. The High Court rejected her plea\n\nvide impugned judgment and order dated 30.4.2008. At the\n\nsame    time,     in     order      to     prevent         the      inconvenience        of2litigating       the   same   subject-matter          in    multiple   locations\n\ndirected     that      all    the       cases      instituted     against       the\n\nappellant be consolidated and tried together by the Chief\n\nMetropolitan Magistrate, Egmore (Chennai). Aggrieved by the\n\naforesaid judgment,           the appellant approached this Court by\n\nway of a batch of Special Leave Petitions.3. Before addressing the legal aspects of the case before\n\nus, it would be useful to examine the relevant facts. In\n\nSeptember 2005, `India Today' a fortnightly news magazine\n\nhad conducted a survey on the subject of the sexual habits\n\nof people residing in the bigger cities of India. One of\n\nthe   issues      discussed        as    part   of    this    survey     was    the\n\nincreasing incidence of pre-marital sex. As a part of this\n\nexercise, the magazine had gathered and published the views\n\nexpressed by several individuals from different segments of\n\nsociety, including those of the appellant. The appellant\n\nexpressed her personal opinion wherein she had noted the\n\nincreasing incidence of pre-marital sex, especially in the\n\ncontext     of    live-in      relationships          and     called     for    the\n\nsocietal    acceptance        of    the   same.      However,    appellant      had\n\nalso qualified her remarks by observing that girls should\n\ntake adequate precautions to prevent unwanted pregnancies\n\nand   the   transmission       of       venereal     diseases.    This    can    be3readily inferred from the statement which was published, a\n\nrough translation of which is reproduced below:\"According to me, sex is not only concerned with\n     the body; but also concerned with the conscious.\n     I could not understand matters such as changing\n     boyfriends every week. When a girl is committed\n     to   her boyfriend, she can tell her parents and\n     go out with him. When their daughter is having a\n     serious relationship, the parents should allow\n     the same. Our society should come out of the\n     thinking that at the time of the marriage, the\n     girls should be with virginity.None of the educated men, will expect that the\n     girl whom they are marrying should be with\n     virginity. But when having sexual relationship\n     the   girls   should   protect   themselves from\n     conceiving and getting venereal diseases.\"These   remarks   were   published   alongside    a   survey,   the\n\nrelevant extracts of which are stated below:\"Will you marry a      person   who   had   relationship\n     with    others?18% - Yes, 71% - No\n\n     Is it necessary to be a virgin till the time of\nmarriage?65% - Yes, 26% - No\n\n     The remaining percentage of people said: Do not\n     know/Cannot say\n\n     82% women had given an opinion that a girl should\n     be a virgin at the time of marriage.\"4. Subsequently, `Dhina Thanthi', a Tamil daily carried a\n\nnews item on 24.9.2005 which first quoted the appellant's\n\nstatement published in `India Today' and then opined that4it had created a sensation all over the State of Tamil\n\nNadu. This news item also reported a conversation between\n\nthe    appellant     and   a   correspondent    from    `Dhina   Thanthi',\n\nwherein the appellant had purportedly defended her views in\n\nthe following manner (rough translation reproduced below):\"The persons who are protesting against my\n       interview, are talking about which culture? Is\n       there anyone who does not know about sex in Tamil\n       Nadu? Is there anyone who does not know about\n       AIDS? How many men and women do not have sex\n       before marriage?Why are people saying that after the marriage the\n       husband and wife should be honest and faithful to\n       each other? One should have confidence in the\n       other, only to avoid the mistakes from being\n       committed. If the husband, without the knowledge\n       of the wife, or the wife, without the knowledge\n       of the husband, have sex with other persons, if a\n       disease is caused through that, the same will\n       affect both the persons. It will also affect the\n       children. Only because of this, they are saying\n       like that.\"However, soon after the publication of the above mentioned\n\nnews   item,   the    appellant    had   sent   a     legal   notice    dated\n\n2.10.2005 to the Editor of `Dhina Thanthi', categorically\n\ndenying that she had made the statement quoted above. In\n\nfact, the appellant had asked the publisher to withdraw the\n\nnews-item      carried     on    24.9.2005      and     to    publish    her\n\nobjections prominently within three days of receipt of the\n\nnotice, failing which the appellant would be constrained to\n\ntake appropriate legal action against the newspaper.55. As outlined above, the publication of these statements\n\nin `India Today' and `Dhina Thanthi' drew criticism from\n\nsome quarters and several persons and organisations filed\n\ncriminal   complaints      against     the    appellant.     For     instance,\n\nthe complainant in the appeal arising out of SLP (Crl) No.\n\n4010 of 2008 has stated that she is a married woman who is\n\nthe Treasurer of a District-level unit of the Pattali Makal\n\nKatchi [hereinafter `PMK'], a political party, and is also\n\ninvolved in social service. She had quoted some parts of\n\nthe   statements    published        in     `India    Today'     and    `Dhina\n\nThanthi'   to    allege    that    the       appellant's    interview       had\n\nbrought great      shame   on    her   since     it   had   suggested      that\n\nw"
  },
  {
    "title": "Jeffrey J.Diermeier & Anr vs State Of West Bengal & Anr on 14 May, 2010",
    "url": "https://indiankanoon.org/doc/393035/",
    "doc_id": "393035",
    "court": "Supreme Court of India",
    "date": "4th August 2006",
    "bench": "H.L. Dattu,D.K. JainREPORTABLE\n\n                  IN THE SUPREME COURT OF INDIA\n\n                 CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL NO.",
    "citation": "2010 AIR SCW 3493, 2010 (6) SCC 243, AIR 2011 SC (CRIMINAL) 1215, 2011 CRI LJ (SUPP) 756 (SC), (2010) 3 ALLCRILR 487, (2010) 2 ALLCRIR 1831, (2010) 46 OCR 744, (2010) 1 CRILR(RAJ) 458, (2010) 3 CURCRIR 50, (2010) 5 SCALE 695, (2010) 70 ALLCRIC 220, (2010) 3 MAD LJ(CRI) 435, (2010) 91 ALLINDCAS 9 (SC), 2010 CALCRILR 2 573, 2010 CRILR(SC",
    "petitioner": "Jeffrey J.Diermeier & Anr",
    "respondent": "State Of West Bengal & Anr",
    "ipc_sections": [
      "302IPC",
      "482",
      "482Cr",
      "499IPC",
      "500",
      "500IPC"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaJeffrey J.Diermeier & Anr vs State Of West Bengal & Anr on 14 May, 2010Equivalent citations: 2010 AIR SCW 3493, 2010 (6) SCC 243, AIR 2011 SC (CRIMINAL) 1215, 2011 CRI LJ (SUPP) 756 (SC), (2010) 3 ALLCRILR 487, (2010) 2 ALLCRIR 1831, (2010) 46 OCR 744, (2010) 1 CRILR(RAJ) 458,",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaJeffrey J.Diermeier & Anr vs State Of West Bengal & Anr on 14 May, 2010Equivalent citations: 2010 AIR SCW 3493, 2010 (6) SCC 243, AIR 2011 SC (CRIMINAL) 1215, 2011 CRI LJ (SUPP) 756 (SC), (2010) 3 ALLCRILR 487, (2010) 2 ALLCRIR 1831, (2010) 46 OCR 744, (2010) 1 CRILR(RAJ) 458, (2010) 3 CURCRIR 50, (2010) 5 SCALE 695, (2010) 70 ALLCRIC 220, (2010) 3 MAD LJ(CRI) 435, (2010) 91 ALLINDCAS 9 (SC), 2010 CALCRILR 2 573, 2010 CRILR(SC&MP) 458, (2010) 3 RECCRIR 183, 2010 CRILR(SC MAH GUJ) 458, 2010 ALLMR(CRI) 2343, (2010) 3 MH LJ (CRI) 574, 2010 (3) SCC (CRI) 138Author:D.K. JainBench:H.L. Dattu,D.K. JainREPORTABLE\n\n                  IN THE SUPREME COURT OF INDIA\n\n                 CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL NO. 1079                   OF 2010\n            (Arising out of S.L.P. (Criminal) No. 898 of 2009)\n\n\nJEFFREY J. DIERMEIER & ANR.                    --          APPELLANTS\n\n\n                               VERSUS\n\n\nSTATE OF WEST BENGAL & ANR.                   --         RESPONDENTS\n\n\n\n                            JUDGMENTD.K. JAIN, J.:Leave granted.2. This appeal, by special leave, arises from the judgment dated 18 th\n\n  November 2008 rendered by a learned Single Judge of the High Court of\n\n  Calcutta in C.R.R. No. 523 of 2008. By the impugned judgment, the\n\n  learned Judge has dismissed the petition preferred by the appellants underSection 482of the of the Code of Criminal Procedure, 1973 (for short\n\n   \"the Code\") seeking quashing of a private complaint filed by respondent\n\n   No.2 in this appeal, for an offence under Section 500 read withSection\n\n   34of the Indian Penal Code, 1860 (for short \"theIPC\").3. The facts, material for the purpose of disposal of this appeal, may be\n\n   stated thus:Appellant No.1 is the President and Chief Executive Officer of the\n\nChartered Financial Analysts Institute (hereinafter referred to as \"CFA\n\nInstitute\"), incorporated under the laws of the State of Virginia, United\n\nStates.   Appellant No.2 is the President of the Indian Association of\n\nInvestment Professionals, who is a member of the society of CFA Institute.CFA Institute is a non stock corporation and confers the designation of Chief\n\nFinancial Analyst (\"CFA\" for short) upon its members who fulfil a\n\nminimum professional criterion. CFA certification is considered to be a\n\ndefinitive standard for professional competence.4. In the year 1985, on being approached by the Institute of Chartered\n\n   Financial Analysts of India (for short \"ICFAI\"), respondent No.2 herein,\n\n   a registered society, having its office at Kolkata, CFA Institute entered\n\finto a licence agreement with them to conduct its CFA program in India.\n\nThe agreed arrangement continued for quite some time.            However,\n\nrealising that respondent No.2 was not adhering to the required standards\n\nand quality in the said program, CFA Institute decided to wean off its\n\narrangement with ICFAI - respondent No.2. Since, in the meanwhile,\n\nrespondent No.2 was attempting to get the trademarks of CFA Institute\n\nregistered in India, in the year 1997, CFA Institute issued a notice of\n\ntermination of its licence with the said respondent. On receipt of the said\n\nnotice, respondent No.2 filed a declaratory suit before the District Courts\n\nin Hyderabad, seeking a declaration regarding the change of their name\n\n\"ICFAI\" and their use of the designation \"CFA\". However, they did not\n\nsucceed in getting any interim or final relief in the said suit. In the year\n\n2004, CFA Institute filed a Civil Suit [C.S.(OS) No.210 of 2004] in the\n\nHigh Court of Delhi for permanent injunction restraining respondent\n\nNo.2 from using the trade marks, services, service marks or trade name\n\nCFA, Chartered Financial Analyst, The Institute of Chartered Financial\n\nAnalysts of India, ICFA and ICFAI or any other name or mark which\n\nmay be identical or deceptively similar to these marks and passing off\n\nCFA Institute Programs or business as that of CFA Institute. Vide Order\n\f   dated 4th August 2006, the High Court passed the following order by way\n\n   of interim relief:\"30. In view of the above, I allow the application under Order\n      XXXIX Rules 1 & 2CPCand restrain the defendants, during\n      the pendency of the suit from using any of the trademarks or\n      service marks CFA, Chartered Financial Analyst, The Institute\n      of Chartered Financial Analysts of India, ICFA and ICFAI or\n      any other name or mark which may be identical or deceptively\n      similar to these marks and from passing off their programmes\n      or business as that of the plaintiffs. However, this order of\n      injunction will not come into effect till the end of current\n      academic session of the CFA Programme run by the\n      defendants. Nor will anything said herein will mean final\n      expression of opinion of this Court.\"[Emphasis supplied]5. On 30th January 2007, respondent No.2, through its sponsored University\n\n   in Tripura - The Institute of Chartered Financial Analysts of India\n\n   University, Tripura (hereinafter referred to as \"the University\"), issued an\n\n   advertisement inviting applications for fresh enrolments for award of\n\n   \"CFA\" certification. According to CFA Institute, since the programmes\n\n   which were current at the time of passing of the order of interim\n\n   injunction by the High Court of Delhi on 4th August 2006 had come to an\n\n   end in January 2007, the invitation for fresh enrolment in terms of the\n\n   advertisement issued on 30th January 2007 was for subsequent\n\fprogrammes, which were not current at the time of the interim injunction\n\norder and, therefore, it was in breach of the said interim injunction.\n\nAccordingly, on 12th February 2007, CFA Institute issued a public notice\n\nunder the caption \"A Word of Caution to the Indian Investment\n\nCommunity\", (hereinafter referred to as \"Word of Caution\").                                                 The\n\nrelevant extract of the said publication reads thus:\"There is confusion over the \"CFA\" name in India, and you\n   deserve to know the facts. The Chartered Financial Analyst\n   (CFA(R)) designation from CFA Institute is the only globally\n   recognized CFA designation for financial professionals.However, the Institute of Chartered Financial Analysts of India\n   (Icfai) offers an educational program specializing in finance,\n   which they term the \"CFA Program\", and awards a title called\n   the \"CFA\".On 4th August 2006, the Delhi High Court recognized that CFA\n   Institute owns the exclusive rights to the CFA trademarks and\n   that continued use by Icfai causes irreparable harm. The court\n   ordered an interim injunction requiring Icfai to stop using the\n   \"Chartered Financial Analyst\" and \"CFA\" brands and to change\n   its corporate and \"CFA\" title names. Unfortunately, Icfai has\n   continued its unauthorized use of our trademarks by running\n   advertisements from an Icfai-sponsored university.\n\n   ................................................................................................................................................................................\n\n   If you are planning to either hire an investment professional or\n   obtain a designation, you need to make informed decision that\n   benefit your future. Visit www.cfainstitute.org/India for more\n   information about enrolling in the CFA Program, Scholarships,\n\f      joining the IAIP, and the latest updates about our efforts to end\n      this confusion and support the Indian Investment Community.\"(Emphasis added by us)6. Alleging that the said public notice was defamatory within the meaning\n\n   ofSection 499of the IPC, respondent No.2 filed a private complaint\n\n   against the appellants. The trial court took cognizance of the complaint\n\n   and issued summons to the appellants.         Feeling aggrieved by the\n\n   summoning order, the appellants preferred the afore-noted petition before\n\n   the High Court of Calcutta.       As already stated, by the impugned\n\n   judgment, the High Court has dismissed the said petition. Hence, the\n\n   present appeal by the accused.7. Shri Shanti Bhushan, learned senior counsel appearing on behalf of the\n\n   appellants strenuously urged that the High Court gravely erred in\n\n   declining to exercise its jurisdiction underSection 482of the Code in a\n\n   case where the complaint ex facie lacks basic ingredients ofSection 499of the IPC. Learned counsel submitted that by offering a prospectus for a\n\n   new session beginning in the year 2007, which would be of 12-18 months\n\n   duration, the University, a sponsored University of ICFAI had violated\n\n   the injunction order issued by the High Court of Delhi on 4 th August 2006\n\f   and, therefore, in the wake of a misleading advertisement, the appellants\n\n   were compelled to issue a \"Word of Caution\".8. Learned counsel contended that from the provisions of theInstitute of\n\n   Chartered Financial Analysts of India University, Tripura Act, 2004(for\n\n   short \"the Act\"), it was clear that the University was nothing but an alter\n\n   ego of respondent No.2. In support of the contention, learned counsel\n\n   referred to certain provisions of the Act showing that it is respondent\n\n   No.2 who appoints the Chancellor of the University and in turn the\n\n   Chancellor appoints the Vice-Chancellor; underSection 20of the Act,\n\n   the Board of Governors consists of Chancellor, Vice-Chancellor and\n\n   three other persons nominated by respondent No.2; underSection 21of\n\n   the Act, the Board of Management consists of 9 persons of whom as\n\n   many as 7 persons are to be the nominees of respondent No.2. It was,\n\n   thus, submitted that all the acts of the University were really the acts of\n\n   respondent No.2 itself and, therefore, the ad"
  },
  {
    "title": "Cbi Acb Blr vs A1 M. Nagaraja on 6 November, 2024",
    "url": "https://indiankanoon.org/doc/172999715/",
    "doc_id": "172999715",
    "court": "NA",
    "date": "NA",
    "bench": "NA",
    "citation": "NA",
    "petitioner": "Cbi Acb Blr",
    "respondent": "A1 M. Nagaraja",
    "ipc_sections": [
      "103",
      "106",
      "106Evidence",
      "120",
      "120B",
      "120Br",
      "13",
      "235",
      "313Cr",
      "405",
      "405IPC",
      "409",
      "409IPC",
      "420",
      "420IPC",
      "44",
      "463",
      "464",
      "464IPC",
      "467",
      "468",
      "468IPC",
      "477"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Bangalore District CourtCbi Acb Blr vs A1 M. Nagaraja on 6 November, 2024KABC010279892016",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Bangalore District CourtCbi Acb Blr vs A1 M. Nagaraja on 6 November, 2024KABC010279892016\n\n\n\n\nIN THE COURT OF THE XLVI ADDITIONAL CITY CIVIL                  AND\nSESSIONS JUDGE AND SPECIAL JUDGE FOR CBI\n          CASES (CCH-47) AT BENGALURU\n\n         Dated this the 6th day of November, 2024\n\n\n                          PRESENT:\n      SRI. SANTOSH S. PALLEDH, B.A., LL.B. (Spl.),\n      XLVI Additional City Civil and Sessions Judge\n            and Special Judge for C.B.I. Cases,\n                        Bengaluru.\n\n\n         SPECIAL CRIMINAL CASE No.514/2016\n\n\n    COMPLAINANT       :      Central Bureau of Investigation,\n                             A.C.B., Bengaluru.\n\n                             (By Public Prosecutor)\n\n                             -VERSUS-\n\n    ACCUSED           A1.    Sri. Nagaraj,\n                             S/o.Late Munigurappa,\n                             Aged about 50 years,\n                             Office Superintendent, Dispatch Section,\n                             Office of the Senior Divisional Personnel\n                             Officer, South Western Railways, Bangalore\n                             Division, Bengaluru\n\n                             Presently residing at:\n                             Srinagara, Near Bapuji School, Railway\n          2             Spl. C.C.514/2016\n\n      Station, Ddoddaballapur, Bengaluru Rural\n      District,\n\n      Permanent Address:\n      Holageranahalli     Village    and    post,\n      Srinivaspur     Taluk,     Kolar   District,\n      Karnataka\n\nA2.   Shri. K. Ramana,\n      S/o. Shri Pedanna Bhushanna\n      Aged about 34 years,\n      Junior Clerk, Office of the Senior Divisional\n      Personnel Officer, South Western Railways,\n      Bengaluru Division, Bengaluru\n\n      Presently residing at:\n      No.5-6-22,      Nedar  Balaji  Temple,\n      Lakshmipuram, Hindupur, Anantapur Dist,\n      Andhra Pradesh.\n\n      Permanent Address:\n      Seshampalli Village, Ramgiri Mandal,\n      Ananthapur Dist, Andhra Pradesh.\n\nA3.   Shri. Shadab Khan,\n      S/o. Shri S.A.M. Khan,\n      Aged about 25 years,\n      Personnel Branch Clerk, Office of the\n      Senior Section Engineer, Chennapatna,\n      South     Western   Railways, Bengaluru\n      Division, Bengaluru\n\n      Presently residing at:\n      No.77, 3rd Main, Kausar Nagar, R.T. Nagar\n      Post, Bangalore 560032.\n\n      Permanent Address:\n      No.4-5-217,   Balaji   Talkies        Road,\n      Dharampuram,     Ananthapur         District,\n      Andhra Pradesh.\n                                  3             Spl. C.C.514/2016\n\n                      A4.     Smt. Padmini,\n                              W/o. B.T. Shivaprasad,\n                              Aged about 60 years,\n                              Accounts Assistant (retired), Office of the\n                              Senior Divisiional Finance Manager, South\n                              Western Railways, Bangalore Division,\n                              Bangalore.\n\n                              R/o.No.181, Shankar Nagar, APMC Market,\n                              Bengaluru 560096.\n\n                              By Sri. K.D. Adv. For A1, Sri. V.G.R. Adv.\n                              For A3, O.M.G. adv for A4, A2 dead.\n\n\n1.   Date of Commission           of :   27.04.2016\n     Offence\n2.   Date of Report of Offence       :   27.04.2016\n3.   Date of Arrest of accused       :   -------------\n4.   Date of release of accused on :     -------------\n     bail\n5.   Period of undergone in :            -------------\n     custody\n6.   Name of the complainant       :     Central        Bureau         of\n                                         Investigation,           A.C.B.,\n                                         Bengaluru.\n7.   Date of recording of Evidence :     17.07.2021\n8.   Date of closing Evidence        :   19.04.2024\n9.   Offences complained of          :   Offence punishable u/s.120-B\n     Charges framed                      r/W.Sec. 409,420,468,471and477-Aof I.P.C. andSec.\n                                         13(1)(c)& (d) r/w.Sec. 13(2)of\n                                         the Prevention of Corruption\n                                     :   Act, 1988.\n10. Opinion of the Judge             :    Accused held guilty\n11. State/CBI represented by         :   Special Public Prosecutor\n12. Accused defended by                  A1-Rep. By K.D., A2-Dead, A3-\n                                         Rep. By VGR, A4 Rep. By.\n                                         OMG.\n                                  4             Spl. C.C.514/2016\n\n\n\n\n                                 (SANTOSH S. PALLEDH)\n                      XLVI Addl. City Civil and Sessions Judge\n                      and Special Judge for C.B.I. Cases,\n                                       Bengaluru.\n\n\n                      JUDGMENTThe Inspector of Police, CBI, Anti Corruption Branch filed the\n\ncharge-sheet against the Accused No.1 to 4 for the offences\n\npunishable undersections 120Br/w with sec 420, 409, 468, 471\n\nand 477(a) ofIPCand undersection 13(2)read with 13(1)(c) and (d)\n\nofPC Act1988.2.    The case of prosecution is as under:It is the case of the prosecution that Sri.Nagaraj (Accused no-1),\n\nRamana (Accused no-2), Sri. Shadab Khan (Accused no-3) and\n\nPadmini (Accused no-4), entered into criminal conspiracy among\n\nthemselves and in furtherance to the conspiracy, during the period\n\nbetween July 2015 and December 2015 abused their official\n\npositions, dishonestly prepared edit lists and salary bills, in the\n\nnames of 16 employees towards reimbursement of Hostel subsidy\n\nand disbursed the amount to the salary accounts of the said\n\nemployees and later misappropriated the amounts.5            Spl. C.C.514/20163.      The specific allegations against accused No.1 was stated as\n\nwhile    functioning   as     Office   Superintendent,    Senior    Section\n\nEngineer Office, Hindupur Section South Western Railways,\n\nBangalore Division was entrusted with the duty of preparation of\n\npay bills of Penukonda Section as regular Personnel Branch of\n\nPenukonda Section was absent from duties and he has abused his\n\nofficial position in      connivance with Smt. Padmini (Accused-4),\n\nAccounts     Assistant,     Sr.   Divisional   Finance   Manager,    South\n\nWestern Railways, Bengaluru Division, dishonestly prepared false\n\nedit lists and salary bills for the months of July, September,\n\nOctober and November 2015 with respect to office of Senior Section\n\nEngineer, Permanent Way, Penukonda by dishonestly including the\n\namounts in the names of 9 employees in respect of Hostel Subsidy\n\nReimbursements under the head of Educational Assistance,\n\nwithout permission/sanction from the competent authority, the\n\nsame are in respect of employees by name V. Thimmaiah Ramaiah,\n\nthe amount of Rs.90,000/- and Rs.90,000/- is credited for the\n\nmonth of July 2015 and September 2015, in respect of T.\n\nAswathappa Rs.90,000/- for the month of July 2015, Sathendra\n\nKumar Rs.90,000/- for the month of September 2015, P. Sudhakar\n\nRs.90,000/- for the month of October 2015, Kattubadi Manjunath\n                                     6                 Spl. C.C.514/2016\n\nRs.90,000/- for the month of October 2015, Venkatarami Reddy\n\nRs.90,000/- for the month of             October 2015, G. Siddappa\n\nRs.90,000/- for the month of October 2015, Rachepalli Raju\n\nRs.90,000/- for the month of October 2015,                    Chennakesavulu\n\nRs.90,000/- for the month of October 2015, in total amount of\n\nRs.9,00,000/- of misappropriation was done by accused no.1.4.   In respect of Accused no.2, K. Ramana, he was\n\nfunctioning as Personnel Branch Clerk at the office of Senior\n\nSection Engineer, Penukonda Section, South Western Railways,\n\nBengaluru Division and in furtherance of Criminal Conspiracy with\n\nSmt.    Padmini (Accused-4) abused            his   Official    position   and\n\ndishonestly prepared false edit list and salary bills for the month of\n\nDecember    2015     in   respect   of   V.   Thimmaiah         Ramaiah    for\n\nRs.90,000/-,    D.    Anil   Kumar        Rs.90,000/-,         M.   Thirupalu\n\nRs.90,000/-, Kathe Ramanjaneyulu Rs.90,000/-, V. Venugopal\n\nRs.90,000/-,       Venkatarami           Reddy        Rs.90,000/-          and\n\nChennakesavulu       Rs.90,000/-         which      totally     amounts     to\n\nmisappropriation of Rs.6,30,000.5.   In respect of Accused no.3, Shadab Khan, while\n\nfunctioning as Personnel Branch Clerk at the office of Senior\n\nSection Engineer, Penukonda Section, South Western Railways,\n                                        7             Spl. C.C.514/2016\n\nBengaluru Division, in furtherance of Criminal Conspiracy with\n\nwith Smt. Padmini Accused no. 4 has created false edit list and\n\nsalary bills for the month of August, 2015 by abusing his official\n\nposition in the name of Akulappa V. for Rs.90,000/-, K. Nagaraj\n\nRs.90,000/-     and         Sadasiva       Rs.90,000/-,      and   thereby\n\nmisappropriated to the extent of Rs.2,70,000/-.6.    The Accused no.4- Padmini while serving as Accounts\n\nAssistant in the office of Senior Divisional Finance Manager, South\n\nWestern Railways, Bengaluru in furtherance of criminal conspiracy\n\nwith A1 to A3 willfully omitted to ascertain about sanction in the\n\nsanction   register   for    disbursement      of   Hostel   subsidy   and\n\nintentionally facilitated to include the names of 16 employees in the\n\nsalary bills, though none of the above named 16 employees had\n\nsubmitted application for reimbursement hostel subsidy, either to\n\nPersonnel Branch Clerk or to any Railway Officers and further\n\nsome of them were un-married, some of them had no children and\n\nsome of the employee's children were not in the age group specified\n\nand some we"
  },
  {
    "title": "Dinabandhu Banerjee vs Nandini Mukherjee on 15 June, 1993",
    "url": "https://indiankanoon.org/doc/1843077/",
    "doc_id": "1843077",
    "court": "Calcutta High Court",
    "date": "NA",
    "bench": "decision of the Punjab and Haryana High Court inBalram Singh v. Sukhwant Kaur,",
    "citation": "1994CRILJ422ORDER\n \n\nGitesh Ranjan Bhattacharjee, J.1. This revisional application has been made for quashing the proceeding, being No. 1565C",
    "petitioner": "Dinabandhu Banerjee",
    "respondent": "Nandini Mukherjee",
    "ipc_sections": [
      "125",
      "403",
      "405",
      "406",
      "406was",
      "468",
      "472",
      "473"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Calcutta High CourtDinabandhu Banerjee vs Nandini Mukherjee on 15 June, 1993Equivalent citations: 1994CRILJ422ORDER",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Calcutta High CourtDinabandhu Banerjee vs Nandini Mukherjee on 15 June, 1993Equivalent citations: 1994CRILJ422ORDER\n \n\nGitesh Ranjan Bhattacharjee, J.1. This revisional application has been made for quashing the proceeding, being No. 1565C/92 (T.R. No. 215/92, T.R. No. 86/92) pending in the 3rd Court of, Judicial Magistrate, Howrah. The said proceeding was started by a complaint filed by the complainant opposite party herein on 19th September, 1992 against 3 accused persons. In the said criminal proceeding cognizance was taken and process was issued against the accused persons in respect of offences underSections 403/405/406, IPC. The petitioner in this criminal revision is the accused No. 2. The accused Nos. 1 and 3 are his son and wife respectively. The complainant opposite party is the wife of the accused No. 1. They were married in April, 1986. The petitioner is a resident of Howrah. The accused No. 1 took his wife, the complainant to Bombay sometime in August, 1987 and they stayed together there and subsequently the complainant returned from Bombay allegedly due to the misbehaviour of the accused and since then she has been staying in her father's house at Howrah. It is her case that at the marriage she received gifts of articles and ornaments, etc. from her parents as well as from the accused persons and she entrusted those articles and ornaments, etc. to the accused persons and subsequently she was allowed to take away her ornaments which she received from her parents but the ornaments which she received from the accused persons and which also constitute her stridhan property as well as the other articles she received as gift at her marriage remained with the accused persons. The other articles mentioned above include furniture, etc. All those articles remained in a room in the Howrah house of the accused persons when the complainant and her husband went to Bombay. As I have already mentioned the complainant filed the petition of complaint for offences UnderSections 403,405and406, IPC. in respect of the articles and the ornaments which remained with the accused persons. The accused persons however were agreeable to return those articles and in fact there is correspondence on record regarding the matter. But of course, it is the contention of the accused persons that whatever ornaments belonged to her or were given to her had been taken away by the complainant and that the further items of ornaments which the complainant claims to have been given to her by the accused persons at the time of or in connection with the marriage were not gifted to the complainant by the accused persons as alleged nor do those items of ornaments belong to the complainant. It is submitted on behalf of the petitioner accused that the complainant is laying false claim over the ornaments which belong to the accused persons and the members of their family. It is also the case of the accused persons that some items of jewellery of the complainant's husband are rather lying with the complainant. It may be mentioned here that in this criminal proceeding a search warrant was issued at the instance of the complainant and the articles belonging to her have been seized and taken away in execution of the search warrant. Virtually the dispute is mainly confined now to certain items of ornaments which according to the complainant's case were gifted and given to her by the accused persons, but the accused persons deny that those items were gifted to her by them.2. Sometime in August, 1989 the accused No. 1 filed a matrimonial suit at Bombay against the complainant for dissolution of the marriage on the ground of desertion and cruelty and ultimately the said suit was decreed and the marriage between the complainant and the accused No. 1 was dissolved by that decree in January, 1990. It is however the contention of the complainant that the said decree was obtained fradulently by the accused No. 1 behind the back of the complainant. The complainant also however filed a matrimonial suit at Howrah in December, 1989 for dissolution of the marriage on the ground of desertion and cruelty, but that suit has been dismissed on the ground that the marriage between the parties has already been dissolved by the decree of the Bombay Court. An appeal however at the instance of the complainant wife is pending in this Court against the order of dismissal of the Howrah suit. In the said Howrah suit the wife also filed an application underSection 27of the Hindu Marriage Act for return of her Stridhan articles, ornaments and jewellery including those stated to have been presented by the accused persons. The complainant in May, 1988 also filed an application under Section 125, Cr. P.C. for maintenance against her husband the accused No. 1 and on that application she has obtained an order of maintenance at the rate of Rs. 500/- per month.3. The petitioner accused No. 2 has challenged the criminal proceeding underSections 403,405and406, IPC. on several grounds, such as, limitation, absence of mens rea, civil nature of the dispute, etc. I take up the question of limitation at the first instance.Section 403, IPC provides for punishment for dishonest misappropriation of moveable property. The said section says that whoever 'dishonestly misappropriates or converts to his own use' any moveable property, shall be punished with imprisonment of either description for a term which may extend to two years or with fine or with both.Section 405, IPC defines criminal breach of trust. The relevant portion ofSection 405, IPC runs thus :Whoever, being in any manner entrusted with property, or with any dominion over property, dishonestly misappropriates or converts to his own use that property, or dishonestly uses or disposes of that property in violation of any direction of law prescribing the mode in which such trust is to be discharged, or of any legal contract, express or implied, which he has made touching the discharge of such trust, or wilfully suffers any other persons so to do, commits 'criminal breach of trust.Section 406, I.P.C. is the penal section which provides that whoever commits criminal breach of trust shall be punished with imprisonment of either description for a term which may extend to three years or with fine or with both. The period of limitation prescribed for taking cognizance in respect of an offence of the criminal breach of trust for which the maximum punishment is imprisonment for three years is ordinarily three years from the date of the offence under Section 468 read withSection 469of the Code of Criminal Procedure. In this case the complaint was filed on 19th September, 1992. It is the contention of the petitioner accused that the cognizance taken on the basis of the said complaint on the 19th September, 1992 is bad in law as the proceeding was barred by limitation under Sections 468 and 469 Cr. P.C. inasmuch as even according to the allegations made in the complaint dishonest misappropriation and criminal breach of trust punishable underSections 403and406, I.P.C. were committed, if at all, in March, 1988 as described in paragraphs 10, 11 and 12 of the petition of complaint and therefore the complaint should have been filed within three years from March, 1988, that is, within March 1991 but as a matter of fact the complaint was filed in September, 1992, long after the expiry of the period of limitation and as such the proceeding in the court below is bad in law and is liable to be quashed. The contention of the complainant opposite party in reply to the petitioner's plea of limitation is that the offence of dishonest misappropriation or for that matter, criminal breach of trust took place in December, 1991 as averred in paragraph 17 of the petition of complaint and not in March, 1988 and as such the complaint has been filed well within the period of limitation. It is also the contention of the! complainant opposite party that the offence of dishonest misappropriation or for that matter, criminal breach of trust is a continuing offence and that being so under Section 472, Cr. P.C. a fresh period of limitation begins to run at every moment of the time during which the offence continues. It is also the alternative argument of the learned Advocate for the opposite party that the subsequent willingness of the accused persons to return the articles of the opposite party as conveyed through the letter of the Advocate in October, 1991 furnished a fresh cause of action or for that matter, a fresh starting point of limitation for bringing an action for the offences punishable under Sections 403 and 406, I.P.C.4. Now let us take up the question as to when, according to the averments made in the petition of complaint, the offences punishable underSections 403and406, I.P.C. were committed. In paragraph-10 of the petition of complaint it is alleged that on the 30th January, 1988 the complainant wrote to the accused No. 2 requesting him to take her back or to return the household articles fully described in annexure-A. In paragraph-11 of the complaint it is stated that as no response to the said letter dated the 30th January, 1988 was received, the complainant again wrote to the accused on 8th March, 1988 requesting him to return the said articles as also the valuable moveables, meaning, the gold and jewellery items. Then comes the crucial paragraph, namely, paragraph No. 12 of the complaint wherein it is alleged that as there was no response even to the said letter dated the 8th March, 1988 the complainant telephoned the accused Nos. 2 and 3 in March, 1988 and specifically asked them to return both the household articles and the gold and jewellery items, but the accused Nos. 2 and 3 refused and they in fact passed on the receiver o"
  },
  {
    "title": "Karnataka Municipalities Act, 1964",
    "url": "https://indiankanoon.org/doc/45506334/",
    "doc_id": "45506334",
    "court": "NA",
    "date": "NA",
    "bench": "NA",
    "citation": "NA",
    "petitioner": "NA",
    "respondent": "NA",
    "ipc_sections": [],
    "summary": "NA",
    "full_text": ""
  },
  {
    "title": "Ramaswami Ayyangar And Ors vs State Of Tamil Nadu on 24 March, 1976",
    "url": "https://indiankanoon.org/doc/1208980/",
    "doc_id": "1208980",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "N.L. Untwalia,Ranjit Singh SarkariaPETITIONER",
    "citation": "1976 AIR 2027, 1976 SCR 580, AIR 1976 SUPREME COURT 2027, (1976) 3 SCC 779, 1976 SC CRI R 437, 1976 3 SCR 876, 1976 CRI APP R (SC) 185, 1976 SCC(CRI) 518Author",
    "petitioner": "Ramaswami Ayyangar And Ors",
    "respondent": "State Of Tamil Nadu",
    "ipc_sections": [
      "147IPC",
      "147with",
      "148",
      "148with",
      "149could",
      "2",
      "302",
      "302with",
      "324was",
      "324with",
      "34",
      "34because",
      "34was"
    ],
    "summary": "Previous  enmity\tbetween\t the   appellant   Ramaswami\nAyyangar  and  the  deceased  Kaliaperumal  resulted  in  an\noccurrence, in\twhich Kaliaperumal got seriously injured and\ndied in\t the hospital.\tVarious charges\t were framed against\nthe six\t accused, including those of murder and rioting. The\nTrial  Judge   acquitted  three\t  of  the  accused  persons,\nconvicted two underS. 302I.P.C. and one underS. 324.\n     Cross-appeals were\t preferred in the High Court; one by\nthe three  accused against th",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaRamaswami Ayyangar And Ors vs State Of Tamil Nadu on 24 March, 1976Equivalent citations: 1976 AIR 2027, 1976 SCR 580, AIR 1976 SUPREME COURT 2027, (1976) 3 SCC 779, 1976 SC CRI R 437, 1976 3 SCR 876, 1976 CRI APP R (SC) 185, 1976 SCC(CRI) 518Author:N.L. UntwaliaBench:N.L. Untwalia,Ranjit Singh SarkariaPETITIONER:\nRAMASWAMI AYYANGAR AND ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF TAMIL NADU\n\nDATE OF JUDGMENT24/03/1976\n\nBENCH:\nUNTWALIA, N.L.\nBENCH:\nUNTWALIA, N.L.\nSARKARIA, RANJIT SINGH\n\nCITATION:\n 1976 AIR 2027\t\t  1976 SCR  580\n 1976 SCC  (3) 574\n\n\nACT:Indian Penal  Code,S. 34, essence of-Application ofS.\n34,  whether  physical\tpresence  and  actual  participation\nnecessary in offences involving physical violence.\n\n\n\nHEADNOTE:\n     Previous  enmity\tbetween\t the   appellant   Ramaswami\nAyyangar  and  the  deceased  Kaliaperumal  resulted  in  an\noccurrence, in\twhich Kaliaperumal got seriously injured and\ndied in\t the hospital.\tVarious charges\t were framed against\nthe six\t accused, including those of murder and rioting. The\nTrial  Judge   acquitted  three\t  of  the  accused  persons,\nconvicted two underS. 302I.P.C. and one underS. 324.\n     Cross-appeals were\t preferred in the High Court; one by\nthe three  accused against their convictions, and another by\nthe State,  against the acquittals. The High Court convicted\nall the\t six accused  of the  offence of rioting. A-2 to A-6\nunderS.  302read  withS.  34, A-1  under Ss.\t 302/149 and\n302/109, and  A-2 underS. 324. It was contended before this\nCourt that  on the facts of the case, the High Court was not\njustified in  interfering with the acquittal of A-1. A-5 and\nA-6, and  that A-2 who did not physically participate in the\nfatal beating of the deceased, could not be held vicariously\nliable for  the acts  of others,  and thatS.\t34was\t not\napplicable to him.\n     Partly allowing the appeals, the Court\n^\n     HELD: (1)\tIn the case of an offence involving physical\nviolence, it  is essential for the application ofS. 34that\nthe person  who instigates  or aids  the commission  of\t the\ncrime must be physically present at the actual commission of\nthe crime  for the  purpose of facilitating or promoting the\noffence, the  commission of  which is  the aim\tof the joint\ncriminal venture. [881 C-D]\n     (2) The  \"act\" spoken  of inS. 34includes a series of\nacts as\t a single  act. It  follows that  the words  \"when a\ncriminal act  is done  by several  persons\" inS. 34, may be\nconstrued to  mean \"when  criminal acts\t are done by several\npersons\". The  acts committed  by different  confederates in\nthe criminal action may be different but all must in one way\nor  the\t  other\t participate  and  engage  in  the  criminal\nenterprise. Such  presence of  those who  in one  way or the\nother facilitate  the execution\t of the\t common\t design,  is\nitself tantamount  to actual  participation in the 'criminal\nact'. [881 A-B & D]\n     (3) The  essence ofS. 34is simultaneous consensus of\nthe minds  of persons participating in the 'criminal action'\nto bring  about a  particular result.  Such consensus can be\ndeveloped at  the spot\tand thereby intended by all of them.\n[881 D-E]\n\n\n\nJUDGMENT:CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n251 of 1972 and 243 of 1973.Appeals by\t Special Leave\tfrom the  Judgment and order\ndated 22-9-72  of the  Madras High  Court in Criminal Appeal\nNo. 369/72 and 976/71.Debaratea\tMookerjee,   M.\t S.  K.\t Sastri\t and  M.  S.\nNarasimhan for the Appellants.A.\t V.   Rangam  and   Miss  A.   Subhashni,  for\t the\nRespondents.877The Judgment of the Court was delivered by\n     UNTWALIA, J.  Criminal Appeal  No. 251 of 1972 has been\nfiled under  section 2\tof the Supreme Court (Enlargement of\nCriminal Appellate  Jurisdiction)  Act,\t 1970  and  Criminal\nAppeal No. 243 of 1973 is by special leave. In all there are\nsix appellants. It would be convenient to refer to them with\nreference to  their accused  number given in the judgment of\nthe Sessions Court. They are as follows:Accused No. 1 (A-1)-Ramaswami Ayyangar.\n\t  Accused No. 2 (A-2)-Vattappan.Accused No. 3 (A-3)-Kaipillai alias Karuppayyan.\n\t  Accused No. 4 (A-4)-Raman.Accused No. 5 (A-5)-Kathayyan.Accused No. 6 (A-6)-Kulandaiyan.The occurrence  giving rise  to these  two appeals took\nplace on  Monday the  21st April, 1971 at about 4.00 p.m. at\nSivan Koil  tank in village Thaduthalkondapuram. In the said\noccurrence was\tseriously injured one Kaliaperumal who later\ndied in\t the Hospital  at about\t 9.00 p.m. the same evening.\nAnother person\tinjured in  the occurrence  was\t also  named\nKaliaperumal, P.W.  1. The prosecution case is that deceased\nKaliaperumal was  living  with\this  maternal  uncle  Pichai\nKonar, P.W.  7 since  infancy. A-1  is\tthe  Karnam  of\t the\nvillage and  A-6 is  the Government  vetti. A-2\t and A-3 are\nbrothers, A-4,\tA-5 and\t A-6 are also inter-se brothers. A-2\nto A-6 worked under A-1. There was enmity between P.W. 7 and\nthe deceased on the one hand and A-1 on the other on account\nof several causes. The facts showing the enmity between them\nare stated  in the judgments of the courts below and are not\nnecessary to  be  detailed  here.  Two\tdays  prior  to\t the\noccurrence Marimuthu,  P.W. 10 was driving some cattle, 4 or\n5 of  them went\t astray and  entered into  the\tGingillillai\n(field) belonging  to A-1. A-1's men scolded P.W. 10 and the\ndeceased who  was informed  about the incident by the former\nat a  tea shop.\t P.W. 1\t was also  present  there.  Deceased\nKaliaperumal passed on the information to P.W. 7.Ramalingam, P.W.  4 brother  of the deceased was taking\nhis bath  in the  Sivan Koil  tank. Kaliaperumal  (deceased)\nalso came there saying something against the Karnam. He also\nstarted bathing\t at the\t north-western corner  of the  tank.\nAccording to  the prosecution  case, A-1 came there followed\nby A-2\tto A-6.\t A-2 had a cross-stop (an instrument used in\nSurvey and  measurement, perhaps  the correct  name  of\t the\ninstrument is cross-staff). A-3 and A-4 were each armed with\nan Aruval. A-5 had a stick and A-6 was carrying a stick with\na spear\t attached to it. According to the evidence in Court,\nA-1 told  the other  accused \"Not  content to  with  grazing\n(his) cattle  in my  gingilly field,  he is also abusing me.\nCut him,  whatever be the expenses, I will look after that.\"\nThereupon A-4  asked the  deceased Kaliaperumal \"Why are you\nabusing the 'Iyer' ?\" Saying something Kaliaperumal ascended\nthe bank.  A-3 and  A-4\t assaulted  him\t on  his  head\twith\nAruvals. P.W.  1 ran to separate them when A-2 assaulted him\non878his head  with the  cross-stop. P.W.  1\t attempted  to\trun.\nThereupon it  is said  A-6 obstructed  him from running with\nthe help  of the stick with spear head. A-4 again cut on the\nhead of Kallaperumal (deceased) with his Aruval. A-2 beat on\nP.W's head  with the  cross-stop hour  or five times. P.W. 1\nfell down unconscious. P.W. 7 and others took the injured to\nthe Government\tDispensary Kodavasal. Dr. Radha Singh, Civil\nAssistant Surgeon, P.W. 15 examined Kallaperumal deceased at\n4.55  p.m.   and  issued  a  Wound  Certificate.  Since\t his\ncondition  was\t serious  he  was  sent\t to  the  Government\nHospital, Kumbakonam. P.W.15 examined the injuries or P.W. 1\nat 5.20\t p.m. and  found as  many as  nine injuries  on\t his\nperson. As  already stated  Kaliaperumal died  at about 9.00\np.m. Dr.  N. Jayaraj, P.W. 18 performed the autopsy over the\ndead body.  As many  as 14 injuries were found. The injuries\ngiven on  the head  with Aruval according to the opinions of\nthe Doctors were sufficient in the ordinary course of nature\nto cause his death.Various charges  were framed  against the\tsix  accused\nincluding that\tof rioting undersection 147IPC against A-1\nand A-5\t andsection  148against A-2, A-3, A-4 and A-6. A-1\nwas further  charged undersections  302/149andsections\n302/109. A-2 to A-6 were charged undersection 302. An extra\ncharge undersection  324was\t levelled  against  A-2\t for\ncausing simple\thurt to\t P.W.  1  with\tthe  cross-stop,  an\ninstrument which had sharp edges. A-6 was also charged undersection 341of the  Penal Code\t for preventing\t P.W. 1 from\nescaping.  The\t accused  denied  their\t complicity  in\t the\noccurrence and\tpleaded not guilty. A-1 took a plea of alibi\nalso and  asserted that\t he had gone to Madras in connection\nwith some  marriage negotiations. Two days after the date of\noccurrence he  was arrested  at Kumbakonam  Railway  Station\nwhen he\t alighted from\tthe train on his return from Madras.\nThe Trial  Judge acquitted  A-1, A-5  and  A-6\tof  all\t the\ncharges. He  convicted A-3  and A-4 undersection 302of the\nPenal Code  and awarded\t a sentence  of life imprisonment to\neach of\t them. They  were  acquitted  of  the  charge  undersection 148. A-2 was convicted only undersection 324with a\nsentence of 4 months' rigorous imprisonment and acquitted of\nall other charges.A-2, A-3 and A-4 preferred an appeal in the Madras High\nCourt against  their conviction\t and the  sentences  imposed\nupon them  by the  Trial Court.\t State preferred  an  appeal\nagainst the  acquittals of  A-1, A-5 and A-6 as also against\nthe acquittal  of A-2  of the  charge undersection 302. It,\nhowever, did  not prefer any appeal against the acquittal of\nA-2, A-3  and A-4  of the  charge undersection 148of the\nPenal Code. Yet it is surprising to find that the High Court\nhas convicted  all the\tsix  accused  for  the\toffences  of\nrioting, A-1  and A-5  undersection  147with\t two  years'\nrigorous imprisonment  and  A-2,  A-3,\tA-4  and  A-6  undersection 148with 3 years' rigorous imprisonment. Conviction\nof A-3\tand A-4\t for the offence of murder undersection 302has been  maintained with  the aid ofsection 34. High Court\nhas also  convicted A-2,  A-5 and  A-6 undersections 302/34a"
  }
]