[
  {
    "title": "Washeshar Nath Chadha vs Union Of India on 2 September, 1992",
    "url": "https://indiankanoon.org/doc/42253/",
    "doc_id": "42253",
    "court": "Delhi High Court",
    "date": "6 October 1987",
    "bench": "NA",
    "citation": "48(1992)DLT140, 1992(1)DRJ24JUDGMENT  \n\n Sat Pal, J.(1) This writ petition filed underArticle 226of the Constitution of India read withSection 482of the Criminal Procedure Code (hereinafter referred to as",
    "petitioner": "Washeshar Nath Chadha",
    "respondent": "Uni",
    "ipc_sections": [
      "120B",
      "155",
      "156",
      "161",
      "165A",
      "166A",
      "166ACr",
      "4",
      "409",
      "420",
      "463",
      "5"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi High CourtWasheshar Nath Chadha vs Union Of India on 2 September, 1992Equivalent citations: 48(1992)DLT140, 1992(1)DRJ24JUDGMENT",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi High CourtWasheshar Nath Chadha vs Union Of India on 2 September, 1992Equivalent citations: 48(1992)DLT140, 1992(1)DRJ24JUDGMENT  \n\n Sat Pal, J.(1) This writ petition filed underArticle 226of the Constitution of India read withSection 482of the Criminal Procedure Code (hereinafter referred to as 'the Code') is directed against First Information. Report bearing crime No.RCI(A)/90/ACU-IV registered against certain unnamed persons and three named persons, namely, S/Shri Martin Ardgo, former President of Bofors A.B. (for short called 'Bofors'), G.P.Hinduja of London and the petitioner W.N. Chadha @ Win Chadha alleging commission of offences under sections 120B read withSections 161,162,163,164and165Aof the Indian Penal Code read withsections 5(2)/5(l)(d)and5(2)/5(l)(c)of Prevention of Corruption Act, 1947 read withsections 409,420,463and471of the Indian Penal Code. In the writ petition the petitioner, inter alia, has prayed for quashing of the aforesaid First Information Report and the proceedings and the orders passed thereon and arising there from including the letter rogatory issued by the Special Judge, Delhi. The facts of the case briefly stated are that the petitioner, who is a citizen of India and is residing and working for gain at Dubai had arrangement with Bofors of Sweden to provide representation services to it in India with regard to supply of arms and ammunition and had been charging commission for the services rendered by him in terms of service agreement executed between the said Company and the petitioner from time to time till the end of 1985.(2) However, in January 1986 Bofors and Anatronic General Corporation Private Ltd., (for short called 'AGC') a Company promoted by the petitioner entered into an administrative consultancy agreement with Bofors in respect of its business in India. In terms of the said agreement of 1986, the petitioner through his Company was to render administrative consultancy services to Bofors in India and he was to charge Sek 1 lakh per month for these services. The petitioner was not entitled to enter into negotiation with the Government of India on behalf of Bofors or to commit on behalf of Bofors to any agreement or appointment as he was required to render ony administrative consultancy services. In April 1984 the Cabinet Committee on Political Affairs ( for short called 'CCPA') approved the proposal for procurement of 155 Mm guns along with certain related equipments and ammunition at a total estimated cost of Rs.l6 crores and their subsequent licensed manufacture in India. In May 1984 a Negotiation Committee comprising of the defense Secretary as the Chairman, Secretary (DP&S), Scientific Adviser to Raksha Mantri (i.e. Secretary R&D), Secretary (Expenditure), Additional Secretary (Department of Economic Affairs), Financial Adviser (defense Services) and the Deputy Chief of Army Staff as members was constituted for detailed negotiations with the various suppliers.(3) The Negotiating Committee started its deliberations in June 1984 and decided that fresh sealed technical and commercial offers should be invited from p:3 the four firms, Ims of U.K., Sofma of France, Bofors of Sweden and Voest Alpine of Austria. After the offers were received from the aforesaid four firms, technical and commercial negotiations were held with all the said Firms and thereafter revised offers were invited and the same were received on 1st September, 1984. Offers were also invited from the ammunition manufacturers. After certain clarifications were sought from the aforesaid firms with a view to evaluate the offers of all the competitors, all the four firms submitted fresh commercial offers on 10th May, 1985. Thereafter members of the Negotiating Committee requested the Army Headquarters to give their categorical recommendation on the guns acceptable to them taking into account the technical aspects, delivery schedule etc., and also clearly indicate their preference from amongst the acceptable guns. The then Deputy Chief of Army Staff told the Committee that the French gun was the best and the Swedish gun the second best and if the price difference was marginal, they should go in for the former.(4) The recommendations of the Army Headquarters to shortlist only M/s. Sofma, France and M/s. Bofors, Sweden for further negotiations were accepted by the Negotiating Committee which, however, felt that the choice between the two was still open and would depend on a combination of technical and Financial considerations.(5) The two firms on the shortlist mentioned hereinabove were called for negotiation in the middle of December 1985 and the three ammunition manufacturers in the middle of January 1986. The Commercial, contractual and technical aspects of purchase and license production were negotiated with the said two firms. The Negotiating Committee in their silting on 4th March, 1986 noted that while Army Headquarters had found that both the guns met the minimum acceptable parameters, they had expressed the view that the Bofors gun had a clear edge over the Sofma gun. The then Deputy Chief of Army Staff also expressed the view that because of the advantages noted in the Bofors guns, this gun should be procured even if it involved paying more.(6) In the meeting held on 12th March, 1986 the Negotiating Committee noted that Bofors had offered increased credit for the supply of components for the indigenous manufacture of the gun system under license and it had also reduced (he interest rate on D M credit. The Committee felt that keeping in view the technical, contractual and financial aspects, the offer of M/s. Bofors was the better of the two. It recommended, that pending Finishing touches to the contracts, a letter of intent may be issued to M/s. Bofors to the effect that Government would be willing to award the contract to them subject to being satisfied on all aspects of the purchase, licensed production, credit and other arrangements.(7) As is evident from the records, the Negotiating Committee received several different offers for the total package from the two short listed firms from January lo March 1986. In this connection it will be relevant to reproduce a statement showing the comparative prices offered from lime to time by these two firms during this period, which has been taken from the report of the Joint Parliamentary Committee (for short called 'JPC'). The statement is as follows:-     DATE4 Sek & RS. & Millions 4 & Crorks 1-03-2-86 9872.195 1587.15 10-2-86 9652.510 1619.59 21-2-86 8762.868 1470.32 11-3-86 8456.906 1418.98 & 1449.72 21-3-86 8348.071 & 1427.02 & 1422.18 (SOFMA) DATE4 SKK. & & RS. & Millions 4 & Crorks 10-2-86 8759.843 & 1509.06 23-2-86 8836.253 & 1522.22 07-3-86 8659.527 & 1491.78 & 1538.11 21-3-86 8096,230 & 1436.76 & 1438.05  \n\nFrom the above comparative chart it is evident that a keen competition was generated from 10th February, 1986 till the contract was finally signed on 24th March. 1986. It will be seen that Bofors had quoted on 10th February, 1986 a price of 1620 crores and the said price came down to 1427 crores on 21st March, 1986. thus there was a reduction of 193 crores. Similarly on the February, 1986 Sofma's offer was 1509 crores and on 21st March. 1986 it came down to 1436 crores, thus there was a reduction of 73 crores. Here it will be relevant to refer to para 6.16 of Jpc report wherein the then defense Secretary has given an explanation with respect to the increase of price of Bofors between 11-3-86 and 21-3-86 that, \"it was primarily because the package of equipment that we wanted to purchase underwent changes at several stages.\" Pursuant to the recommendations of the Negotiating Committee, the two Ministers of State for p:3 defense (RRM(s) and RRM(A)) and the then Minister of Finance gave their approval to the proposal on 13th March. 1986 and the then Prime Minister (as defense Minister) gave his approval on 14th March. 1986. Thereafter a letter of intent was issued in favor of Bofors on 14th March, 1986.(8) Approval of the then Prime Minister to the conclusion of the contract with Bofors was sought by the defense Secretary in a note initialed on 21st March, 1986 by the Joint Secretary (Ordnance), Ministry of defense. It was, inter alia, pointed out in this note that as a result of successive reductions by both the competing partics, the cost of their packages had come down substantially. It was also pointed out that Bofors' offer would become marginally expensive but it was cheaper in terms of the exchange rates of 11th and 21st March, 1986. It was further pointed out that the very substantial concessions obtained from the Bofors in the license Agreement had also to be kept in mind. Further, Bofors were providing commercial safeguards of a very sizeable magnitude by way of separate bank guarantees. The note also pointed out that the implications of the extra cost of manpower in the Sofma gun. Against a crew of 6 for the Bofors gun. the Sofma gun needed a crew of 7. In the result it was observed that our long association with Bofors in the defense production field (the L-70 A.A. Gun) should also mean a smoother process of setting up indigenous production.(9) After the letter of intent had been issued to Bofors as slated hercinabove. the note recorded by the defense Secretary on 22-3-86 indicates that as a result of discussion by the then Prime Minister of India with the then Prime Minister of Sweden, the availability of credit worth 3.1 Billion Sek was assured to cover the license production of the gun system and ammunition for a period of 90 months from the date of the agreement. After the letter of indent was issued to Bofors. Sofma offered slight modification i.e. 3.5 per cent across the board reduction and to "
  },
  {
    "title": "Central Bureau Of vs J.P.Narasimha Murthy on 19 December, 2018",
    "url": "https://indiankanoon.org/doc/182716974/",
    "doc_id": "182716974",
    "court": "Supreme Court of India",
    "date": "12-04-2004",
    "bench": "NA",
    "citation": "s",
    "petitioner": "Central Bureau Of",
    "respondent": "J.P.Narasimha Murthy",
    "ipc_sections": [
      "120",
      "120B",
      "13",
      "149",
      "161",
      "173",
      "19",
      "197",
      "2",
      "225Cr",
      "233",
      "235",
      "2A",
      "313",
      "313Cr",
      "324",
      "34",
      "409",
      "419",
      "420",
      "437",
      "468",
      "5"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Bangalore District CourtCentral Bureau Of vs J.P.Narasimha Murthy on 19 December, 2018IN THE COURT OF THE XLVI ADDITIONAL CITY CIVIL\nAND SESSIONS JUDGE AND SPECIAL JUDGE FOR CBI\n              CASES, BENGALURU.",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Bangalore District CourtCentral Bureau Of vs J.P.Narasimha Murthy on 19 December, 2018IN THE COURT OF THE XLVI ADDITIONAL CITY CIVIL\nAND SESSIONS JUDGE AND SPECIAL JUDGE FOR CBI\n              CASES, BENGALURU.\n\nHOLDING CONCURRENT CHARGE OF XLVII ADDITIONAL\nCITY CIVIL AND SESSIONS JUDGE AND SPECIAL JUDGE\n            FOR CBI CASES, BENGALURU.\n\n\n\n\n       Dated   19th day of December, 2018.\n\n\n                     PRESENT:\n\n\n        S.H.PUSHPANJALI DEVI, B.A. LL.B.,\n         XLVI Additional City Civil and Sessions\n          Judge & Special Judge for C.B.I.Cases,\n                     Bengaluru.\n\n          Holding Concurrent Charge of XLVII\n          Addl.City Civil and Sessions Judge and\n          Spl.Judge for CBI Cases, Bengaluru.\n\n\n     SPECIAL CRIMINAL CASE No.155/2005\n\n\n    COMPLAINANT:              Central Bureau of\n                              Investigation,\n                              A.C.B., Bengaluru.\n\n                              (By Public Prosecutor)\n\n                                -VERSUS-\n                 2        Spl.C.C.No.155/2005\n\n\nACCUSED :   1       J.P.Narasimha Murthy,\n                    S/o.D.Jayaram,\n                    Dismissed from Government\n                    Service,\n                    Aged 51 years,\n                    r/o.No.77,4th Cross,\n                    Yelechanahally,\n                    Kanakapura Road,\n                    Bengaluru-78.\n\n                    (By Sri C.V.Nagesh /\n                    Sri E.R.G.Naidu, Advocates)\n\n\n            2       Ravindra Poojari,\n                    Aged about 43 years,\n                    r/o.No.12, II Floor,\n                    Najappa Building,\n                    J.P.Nagar,\n                    Bengaluru.\n\n                    (By Sri K.M.Chandra\n                    Prasad,Advocate)\n\n\n            3       K.P.Narayanan @ N.K.Prasad\n                    S/o.Hiranmaya Prasad,\n                    r/o.7/2, 1st Main,\n                    Puttaiahana Palya,\n                    9th Block, Jayanagar,\n                    Bengaluru-560 069.\n\n                    (Case abated since dead)\n\n\n            4       Vishal Kohli,\n                    S/o.Avinash Kohli,\n                    Aged 43 years,\n                    r/o.No.198, 10th Cross,\n     3        Spl.C.C.No.155/2005\n\n\n        Basaveshwar Nagar,\n        Bengaluru.\n\n        (By Sri V.A.Rama Sharma,\n        Advocate)\n\n\n5       Suresh Pandurang Shinghi,\n        S/o.Late Pandurang\n        Sadyappa Shinghi,\n        Aged 48 years,\n        r/o.Post Aigali,\n        Athani Taluk,\n        Belgaum District.\n\n        (By Sri Channa Keshav,\n        Advocate)\n\n\n6       David Sagairaj,\n        S/o.Late D.Joseph,\n        Aged 46 years,\n        Dismissed from services of\n        Canara Bank, Bengaluru.\n        r/o.No.106, 4th Floor,\n        Mallappa Layout,\n        Babusab Palaya,\n        Bengaluru-78.\n\n        (By Sri Mahesha M.,\n        Advocate)\n\n\n7       Lokesh H.\n        S/o.Hanumantharaya\n        Gowda,\n        aged 28 years,\n        r/o.No.237, 1st Cross,\n        BEML Layout, 4th Stage,\n                           4           Spl.C.C.No.155/2005\n\n\n                              Rajarajeshwari Nagar,\n                              Bengaluru-98.\n\n                              (By Sri T.Narayana Gowda,\n                              Advocate)\n\n\n                      8       Manjunath R.\n                              S/o.T.Ramanna,\n                              Aged 29 years,\n                              r/o.No.60, M.H.Street,\n                              Keshava Rao Park,\n                              Basavangudi,\n                              Bengaluru.\n\n                              (Case abated since dead)\n\n\n                      9       R.Raju,\n                              S/o.Ramu,\n                              Aged 38 years,\n                              r/o.No.169, 11th Cross,\n                              23rd Main, Basaveshwar\n                              Nagar,\n                              Bengaluru.\n\n                              (By Sri R.Vidya Sagar,\n                              Advocate)\n\n\n\n\n                 Tabulation of Events\n\n\n1.   Date of Commission of        :     During July-October\n     Offence                            2003\n                          5            Spl.C.C.No.155/2005\n\n\n\n2.   Date of Report of Offence    :     31.12.2003\n\n\n3.   Date of Arrest of accused    :     A-4 on 20.11.2004\n                                        A-5 on 16.4.2005\n                                        A-7 on 3.8.2005\n\n\n4.   Date of release of accused   :     A-4 on 27.11.2004\n     on bail\n                                        A-5 on 17.5.2005\n                                        A-7 on 12.8.2005\n\n\n5.   Period of undergone in       :     A-4 - Five days in\n     custody                            Police Custody from\n                                        20.11.2004 to\n                                        25.11.2004 and\n                                        Two days in JC on\n                                        26.11.2004 &\n                                        27.11.2004.\n\n                                        A-5 - Four days in\n                                        police custody from\n                                        16.4.2005 to\n                                        18.4.2005 and Twenty\n                                        eight days in JC from\n                                        19.4.2005 to\n                                        17.5.2005.\n\n\n                                        A-7 - Two days in\n                                        police custody on\n                                        3.8.2005 and\n                                        4.8.2005 and Seven\n                                        days in JC from\n                                        5.8.2005 to 12.8.2005\n                            6            Spl.C.C.No.155/2005\n\n\n\n\n6.   Name of the complainant        :     Source information\n\n\n7.   Date of commencement of        :     21.7.2010\n     Evidence\n\n\n8.   Date of closing of Evidence    :     2.5.2018\n\n\n\n9.   Offences complained of         :     Under Sections 120-B\n                                          read with 419, 420,\n                                          468 and 471Indian\n                                          Penal      CodeandSection 13 (2)r/w.13\n                                          (1)(d) ofPrevention of\n                                          Corruption Act, 1988.\n\n\n10. Opinion of the Judge            :     As per final order\n\n\n\n\n                        (S.H.PUSHPANJALI DEVI)\n                  XLVI Addl. City Civil and Sessions Judge\n                   and Special Judge for C.B.I. Cases,\n                                 Bengaluru.\n                  Holding Concurrent Charge of XLVII\n                  Addl.City Civil and Sessions Judge and\n                  Spl.Judge for CBI Cases, Bengaluru.\n                               7         Spl.C.C.No.155/2005\n\n\n                        JUDGMENTThis charge sheet has been filed by the         Deputy\n\nSuperintendent of Police, CBI/ACB, Bengaluru against the\n\naccused Nos.1 to 9 for the offence punishable under\n\nSections 120B read withSections 419,420,468and471of\n\nIndian Penal Code andSections 13(2)read with 13(1)(d) ofPrevention of Corruption Act, 1988.2.      The brief facts of the prosecution case are that\n\nthe case was registered on the basis of Source Information\n\nreceived by CBI/ACB, Bengaluru, after two Criminal Cases\n\nwere registered by P.S.Madiwala, Bengaluru City, Bengaluru\n\nin   Crime    No.1297/2003     dtd.24.10.2003   and    Crime\n\nNo.1417/2003 dtd.22.11.2003, on the basis of two separate\n\ncomplaints given by Sri K.Muthuselvan, the then Assistant\n\nProvident Fund Commissioner, Employees Provident Fund\n\nOrganization (EPFO), Sub-Accounts office, Bommasandra,\n\nBengaluru. It is stated in the first Complaint dtd.24.10.2003\n\nabout amount of Rs.69,87,360/- from different Cheques in8           Spl.C.C.No.155/2005the names of different persons misused by accused No.2\n\nand in the second complaint dtd.21.11.2003 said to be\n\ncontinuation of first complaint, it has been stated that the\n\naccused No.3 has misused two Cheques amount and\n\nanother Cheque encashed by Prasad Rao by opening an\n\naccount furnishing Electricity bill issued by BESCOM for\n\naddress proof.     Further, alleged that some of the cheques\n\npertaining to said Office were missed, out of those missed\n\ncheques, 12 cheques were forged and presented at various\n\nBanks in Bengaluru got encashed to the extent of Rs.69.87\n\nlakhs and were credited to the accounts of 10 persons\n\nmentioned as accused in Crime No.1297/2003                registered\n\nby Madiwala Police Station.3.   Subsequently,           the   case    is   registered   in\n\nR.C.No.33(A)/03-BLR, stating that Shri Durgaprasad was\n\nworking as Assistant Provident Commissioner and in-charge\n\nof EPFO, Sub-Accounts office, Bommasandra, Bengaluru for\n\nthe   period     during    July-October      2003.    According    to\n\ninvestigation,    during     the    period    from     2.7.2003    to9        Spl.C.C.No.155/200521.10.2003,    25 Cheques of EPFO of the said Office were\n\nfraudulently encashed in the names of some of the accused\n\npersons, under his forged signatures, thereafter those\n\ncheques were encashed in the respective bank accounts of\n\nvarious accused persons, and they were utilized the\n\nproceeds of the same.4.    The Investigating Officer during investigation has\n\nmade out that for many of the Bank accounts, the accused\n\npersons were shown as account holders, which were later\n\nfound fictitious.    The accused were not subscribers of EPF\n\nscheme and they defrauded the EPFO by getting forged\n\ncheques issued in their names"
  },
  {
    "title": "Raj Kumar @ Raju vs State Of Uttaranchal on 7 April, 2008",
    "url": "https://indiankanoon.org/doc/1234898/",
    "doc_id": "1234898",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "C.K. Thakker,D.K. JainCASE NO.",
    "citation": "NA",
    "petitioner": "Raj Kumar @ Raju",
    "respondent": "State Of Uttaranchal",
    "ipc_sections": [
      "120B",
      "141",
      "149",
      "149because",
      "149can",
      "149cannot",
      "149would",
      "302",
      "34",
      "392",
      "395",
      "395can",
      "396",
      "396prescribes",
      "396was",
      "412"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaRaj Kumar @ Raju vs State Of Uttaranchal on 7 April, 2008Author:C.K. ThakkerBench:C.K. Thakker,D.K. JainCASE NO.:\nAppeal (crl.)  855 of 2007",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaRaj Kumar @ Raju vs State Of Uttaranchal on 7 April, 2008Author:C.K. ThakkerBench:C.K. Thakker,D.K. JainCASE NO.:\nAppeal (crl.)  855 of 2007\n\nPETITIONER:\nRAJ KUMAR @ RAJU\n\nRESPONDENT:\nSTATE OF UTTARANCHAL\n\nDATE OF JUDGMENT: 07/04/2008\n\nBENCH:\nC.K. THAKKER & D.K. JAIN\n\nJUDGMENT:J U D G M E N T\nREPORTABLE\n\nCRIMINAL APPEAL NO. 855 OF 2007\n\nC.K. THAKKER, J.1.\t\tThis appeal is filed by Raj Kumar @ \nRaju-accused No.1 in Sessions Trial No. 14 of \n1983. He was convicted for an offence \npunishable underSection 396of the Indian \nPenal Code (IPC) along with three other accused \nand ordered to undergo rigorous imprisonment \nfor ten years and to pay fine of Rs.2,000, in \ndefault of payment of fine, to undergo \nadditional imprisonment for one year. The said \norder was passed by the II Addl. Sessions \nJudge, Nainital on August 9, 1985. The \nappellant preferred an appeal against the said \njudgment and order which was registered as \nCrimial Appeal No. 2128 of 1985 in the High \nCourt of Allahabad and was re-numbered as \nCriminal Appeal No. 315 of 2001 in the High \nCourt of Uttaranchal at Nainital and was \ndismissed by the High Court on December 16, \n2006.2.\t\tThe case of the prosecution was that \non September 24, 1982 one Tilak Raj-PW1 \nsubmitted a written report at Police Station, \nKhatima stating therein that when he reached \nhis house for taking lunch at about 12.30 p.m., \nhe saw Raj Kumar @ Raju, Pushpendra Singh, \nSwadesh Chandra @ Gappu and Nirankar in his \nhouse. All the accused were dragging his wife \nwho was soaked in blood. According to Tilak \nRaj, on seeing him, the accused fled away. \nThough he tried to catch hold of them, \nPushpendra Singh pushed at his chest due to \nwhich he fell down. He raised hue and cry. \nAccording to the complainant Raj Kumar, Swadesh \nChandra @ Gappu and Nirankar were holding \nknives. All the accused committed loot of \narticles from his house and also committed \nmurder of his wife Kamlesh Kumari. Rajendra \nKumar-PW6, Purshottam Lal-PW3, Prem Kumar-PW5 \nand other persons who came there, also saw the \naccused running away. The first information was \nrecorded and investigation was conducted. \nAccused were arrested and certain articles were \nalso recovered from them. On completion of \ninvestigation, charge-sheet was submitted by \nthe Investigating Officer against four accused \nreferred to above and two others, namely, Mohan \nLal and Balram Singh for offences punishable \nunderSections 396and412read withSection \n120B, IPC. The case was committed by the \nMagistrate to learned II Addl. Sessions Judge. \nCharge was framed and the accused were asked \nwhether they pleaded guilty upon which they \ndenied to have committed any offence and \nclaimed to be tried.3.\t\tIn order to prove the case against the \naccused, the prosecution examined 13 witnesses. \nOut of them Tilak Raj-PW1, informant and \nhusband of deceased Kamlesh Kumari was an eye-\nwitness who supported the case of the \nprosecution. According to him, he saw all the \naccused dragging dead body of his wife Kamlesh \nKumari from kitchen. He wanted to catch hold of \nthe accused but could not do so as Pushpendra \nSingh pushed him and resultantly he fell down. \nIt was also his case that on hearing his cries, \nPW3-Purshottam Lal, PW5-Prem Kumar and PW6-\nRajendra Kumar reached at the scene of offence \nand saw all the accused running away. After the \narrest of accused, looted property and weapons \nof offence, namely, knives were recovered.4.\t\tIt was also the case of the \nprosecution that there was a conspiracy to \ncommit dacoity by all the accused on the \nprevious day i.e. September 23, 1982. To prove \nconspiracy, the prosecution examined PW7-Kishan \nLal-real brother of PW1-Tilak Raj. PW11-Dr. \nJ.K. Goel who performed post-mortem of deceased \nKamlesh Kumari on September 25, 1982 was \nexamined to prove injuries sustained by the \ndeceased and to establish that she died due to \nthose injuries.5.\t\tThe case of the accused underSection \n313of the Code of Criminal Procedure, 1973 was \nof total denial. In support of their case, the \naccused examined DW1-Dr. Joshi and DW2-Laxmi \nDatt.6.\t\tThe trial Court, after appreciating \nthe evidence on record, held that it was not \nproved by the prosecution that there was \nconspiracy between the accused to commit \ndacoity. So far as charge for committing an \noffence punishable underSection 120B, IPC is \nconcerned, the trial Court acquitted them. \nLikewise, the trial Court held that since \nrecovery effected by the prosecution was not in \nconsonance with law, it could not be said that \nstolen articles of dacoity were found from the \naccused and consequently charge for an offence \npunishable underSection 412, IPC also could \nnot be said to be established. All the accused \nwere, therefore, acquitted.7.\t\tThe Court, however, held that as far \nas commission of an offence punishable underSection 396was concerned, from the evidence of \nPW1-Tilak Raj and PW3-Purshottam Lal, PW5-Prem \nKumar and PW6-Rajendra Kumar, it was clearly \nestablished. According to the Court, however, \nan offence punishable underSection 396, IPC \nwas established against accused Nos. 1 to 4 Raj \nKumar @ Raju-A1, Pushpendra Singh-A2, Swadesh \nChandra @ Gappu-A3 and Nirankar-A4. It was not \nestablished that Mohan Lal-A5 and Balram Singh-\nA6 were also present and party to the crime. \nThey were, therefore, ordered to be acquitted.8.\t\tAll the four convicted accused \npreferred appeal and the High Court, as stated \nabove, confirmed the order of conviction and \nsentence recorded by the trial Court and \ndismissed the appeal.9.\t\tNotice was issued by this Court in the \npresent appeal instituted by accused No.1-Raj \nKumar @ Raju on February 9, 2007. On July 9, \n2007, leave was granted. Bail, however, was \nrefused. In view of the said fact, the matter \nwas placed for final hearing and that is how \nthe matter is before us.10.\t\tWe have heard learned counsel for the \nparties.11.\t\tThe learned counsel for the appellant \ncontended that both the Courts have committed \nan error in convicting the appellant for an \noffence punishable underSection 396, IPC. It \nwas submitted that charge was framed for an \noffence punishable underSection 396, IPC \nagainst the appellant along with other five \naccused. When the trial Court acquitted two of \nthem, no conviction could have been recorded of \nthe remaining four accused for an offence \npunishable underSection 396, IPC. It was \nsubmitted that for conviction of accused underSection 396, IPC, there must be five or more \npersons and in view of acquittal of two out of \nsix persons, both the Courts were wrong in \ninvoking and applyingSection 396, IPC. On that \nground alone, the order of conviction and \nsentence deserves to be set aside. It was also \nsubmitted that all the accused were charged for \ncriminal conspiracy but they were acquitted for \nan offence punishable underSection 120B, IPC \nand the said order was not challenged by the \nState. Again, all the accused were charged for \nan offence of dishonestly receiving property \nstolen in the commission of dacoity, punishable \nunderSection 412, IPC, but even on that count, \nthe trial Court acquitted them and the said \norder also has attained finality. In the light \nof the above facts, conviction of the appellant \nunderSection 396, IPC is clearly illegal and \nrequires to be set aside. It was stated by the \nlearned counsel that the appellant was never \ncharged for commission of an offence of murder \nof deceased Kamlesh Kumari, punishable underSection 302, IPC and the Courts went wrong in \nconvicting him underSection 396, IPC. The \ncounsel submitted that the appeal deserves to \nbe allowed by setting aside the order of \nconviction and sentence recorded by the trial \nCourt and confirmed by the High Court.12.\t\tThe learned Government Pleader, on the \nother hand, supported the order of conviction \nand sentence by both the Courts. He submitted \nthat it is true that all the accused were \nacquitted by the trial Court for committing an \noffence punishable underSection 120B, IPC \n(criminal conspiracy). It is also true that \nthey were acquitted of an offence punishable \nunderSection 412, IPC (for dishonestly \nreceiving or retaining property stolen in \ncommission of dacoity). It is equally true that \nout of six accused, two were acquitted by the \ntrial Court by giving benefit of doubt and \nhence there were less then five accused before \nthe Court. But from the prosecution evidence \nand particularly from the evidence of PW1-Tilak \nRaj, PW3-Purshottam Lal, PW5-Prem Kumar and \nPW6-Rajendra Kumar, the Courts below were \nconvinced that there was dacoity in the house \nof PW1-Tialk Raj and during the course of \ncommitting dacoity, the accused killed Kamlesh \nKumari, wife of PW1-Tilak Raj and convicted the \nappellant underSection 396, IPC. That order \ncannot be said to be illegal or unlawful. \nAlternatively, the learned counsel contended \nthat the accused had committed murder of \nKamlesh Kumari and they can independently be \nconvicted for an offence punishable underSection 302, IPC simpliciter. He, therefore, \nsubmitted that the appeal deserves to be \ndismissed.13.\t\tHaving heard learned counsel for the \nparties, in our opinion, the appeal deserves to \nbe allowed. It is not in dispute that charges \nwere framed against six persons but even the \ntrial Court was not convinced with the \nprosecution evidence about complicity of all \nthe accused and granted benefit of doubt to two \nof them. It may be stated that the trial Court \ndid not record a finding that there were six \npersons who committed dacoity and out of them, \ntwo accused could not be identified but the \nremaining four were identified and came to the \nconclusion that it was proved that there were \nsix accused and all of them "
  },
  {
    "title": "Shivappa & Ors vs State Of Mysore on 19 February, 1970",
    "url": "https://indiankanoon.org/doc/1543052/",
    "doc_id": "1543052",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "M.  Hidayatullah,A.N. Ray,I.D. DuaPETITIONER",
    "citation": "1971 AIR 196, 1970 SCR (3) 720, AIR 1971 SUPREME COURT 196, 1970 3 SCR 720, 1970 2 SCJ 681, 1970 MADLW (CRI) 302, 1970 SCD 384, 1971 ALLCRIR 38, 1970 MADLJ(CRI) 849, 1970 MAD LW (CRI) 305, 1970 SC CRI R 415Author",
    "petitioner": "Shivappa & Ors",
    "respondent": "State Of Mysore",
    "ipc_sections": [],
    "summary": "Two carts loaded with cloth returning alongwith  others\nfrom  a\t weekly\t village market were looted by\t20  or\tmore\npersons.   The\thouses\tof  20\tpersons\t including  the\t  14\nappellants were searched and the looted cloth was  recovered\nfrom  their  Possession.  They were tried  and\theld  guilty\nLinders.  395of the Indian Penal Code.   The\t High  Court\ndismissed their appeals.  In appeal by special leave to this\nCourt their only contention was that in the absence of other\nevidence  connecting them ",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaShivappa & Ors vs State Of Mysore on 19 February, 1970Equivalent citations: 1971 AIR 196, 1970 SCR (3) 720, AIR 1971 SUPREME COURT 196, 1970 3 SCR 720, 1970 2 SCJ 681, 1970 MADLW (CRI) 302, 1970 SCD 384, 1971 ALLCRIR 38, 1970 MADLJ(CRI) 849, 1970 MAD LW (CRI) 305, 1970 SC CRI R 415Author:M.  HidayatullahBench:M.  Hidayatullah,A.N. Ray,I.D. DuaPETITIONER:\nSHIVAPPA & ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF MYSORE\n\nDATE OF JUDGMENT:\n19/02/1970\n\nBENCH:\nHIDAYATULLAH, M. (CJ)\nBENCH:\nHIDAYATULLAH, M. (CJ)\nRAY, A.N.\nDUA, I.D.\n\nCITATION:\n 1971 AIR  196\t\t  1970 SCR  (3) 720\n 1970 SCC  (1) 487\n\n\nACT:Indian Evidence Act, 1872, s. 114--Recovery of property\nfrom  possession  of  accused soon  after  commission  of  a\ndacoity--Presumption  to be drawn--Whether a presumption  of\nparticipation in dacoity or of lesser offence.\n\n\n\nHEADNOTE:\n     Two carts loaded with cloth returning alongwith  others\nfrom  a\t weekly\t village market were looted by\t20  or\tmore\npersons.   The\thouses\tof  20\tpersons\t including  the\t  14\nappellants were searched and the looted cloth was  recovered\nfrom  their  Possession.  They were tried  and\theld  guilty\nLinders.  395of the Indian Penal Code.   The\t High  Court\ndismissed their appeals.  In appeal by special leave to this\nCourt their only contention was that in the absence of other\nevidence  connecting them with the dacoity, the\t presumption\nto  be drawn from the possession of stolen clothes ought  to\nhave been one under s. 411 of heIndian Penal Codeor at the\nmost  under  s.\t 412 of theIndian Penal  Codeand  not  of\ncomplicity in the crime of dacoity.  It was urged that sinces.  114of the Evidence Act did not lay down definitely\t the\npresumption  to be drawn in a given set of circumstances  it\nwas  necessary always to start with the\t lesser\t presumption\nand  draw  the higher presumption only when there  was\tsome\nother evidence to. show the complicity of the persons in the\ncrime itself.\n     HELD : If there is other evidence to connect an accused\nwith  the  crime itself, however small, the finding  of\t the\nstolen\tproperty  with\thim is a  piece\t of  evidence  which\nconnects  him  further\twith the crime.\t There\tis  then  no\nquestion of presumption.  The evidence strengthens the other\nevidence  already against him.\tIt is only when the  accused\ncannot\tbe  conis stronger than if there is a large  gap  of\ntime.  Disposal of the fruits of crime that the\t presumption\nmay be drawn.  In what circumstances the one presumption  or\nthe other may be drawn will differ from case to case [722 D]\n     When  the\tdiscovery  of the fruits of  crime  is\tmade\nimmediately   after   the  commission  of  the\t crime\t the\npresumption of complicity in the crime nected with the crime\nexcept\tby  reason  of possession of  the  fruits  of  crime\nrequires  the finding of a person ready to receive them\t and\nthe 'shortness of time, the nature of the property which  is\ndisposed  of,  that  is to say, its  quality  and  character\ndetermine  whether  the\t person who had\t the  goods  in\t his\npossession  received  them from another or was\thimself\t the\nthief or dacoit, [722 F]\n     In the present case the offence was committed at  night\nby  as\tmany  as 'IO persons or\t more.\t Shortly  after\t the\noffence\t the  houses of 20 persons were searched  and  large\nquantities  of the stolen goods were found in their  houses.\nIt  was\t impossible  that  these  20  persons  were   merely\n'receivers of stolen property from some other 20 persons who\nwere the decoits.  It was legitimate therefore to raise\t the\npresumption  in\t this case that the persons  with  whom\t the\ngoods were found were the dacoits themselves. [723 A-B]\n\n\n\nJUDGMENT:CRIMINAL\tAPPELLATE JURISDICTION: Criminal Appeal\t No.\n87 of 1967.721Appeal  by\tspecial leave from the\tjudgment  and  order\ndated  January\t 24,  1967 of the High Court  of  Mysore  in\nCriminal Appeal .No. 29 of 1965.A. S. R. Chari and R. V. Pillai, for the appellants.\n    Shyamala Pappu and S. P. Nayar, for the respondent.\n    The Judgment of the Court was delivered by\n    Hidayatullah, C.J. , These are 14 appellants who  appeal\nagainst\t their conviction unders. 395of the  Indian  Penal\nCode  and  sentences of 5 years' rigorous  imprisonment\t and\nfine  of Rs. 1,000/- passed on them.  Originally 20  persons\nwere tried and convicted for the same offence and received a\nlike  sentence. 14 alone have appealed to this\tCourt.\t The\nincident  which\t took place on July 28, 1962  was  theft  by\ndacoity\t of certain cotton pieces from two carts within\t the\nlimits of Lingsugar Police Station at about 11-30 p.m.\n    The facts are that two traders in cloth sent their wares\nin carts for sale.  The cartmen halted after the market\t was\nover  on  the way for food.  Thereafter six carts  left\t for\nMudgal at about 10 p.m. When the carts reached a Nala called\nHeri  Halla about three miles from Lingsugur at about  11-30\np.m.,  20 persons are said to have approached the carts\t and\npelted stones.\tIt was a dark night and the assailants\twere\nnot  identified.  It appears that four out of the six  carts\nescaped, but two carts were looted.  The police investigated\nthe case and arrested the 20 persons who were accused in the\ncase as being the culprits involved in this incident.\n    It\tis not necessary to go into rest of the case or\t the\nevidence  on  which  the case of  dacoity  was\testablished,\nbecause\t dacoity as such is not challenged before  us.\t The\naccused\t were  convicted on the sole evidence of  having  in\ntheir possession pieces of cloth which were later identified\nto belong to the -traders.  Searches took place between July\n30, 1962 and August 17, 1962.  In these searches cloth which\nwas undoubtedly stolen at the time of the dacoity was  found\nin  their houses.  The High Court, and the Court below\tdrew\nfrom this the conclusion that the appellants were themselves\nthe dacoits, and convicted them accordingly unders. 395of\nthe  Indian  Penal  Code and sentenced\tthem  to'  5  years'\nrigorous imprisonment and fine of Rs. 100/-.In this appeal, the only contention raised by Mr. A. S.\nR.  Chari  is that the presumption that\t they  were  dacoits\nought not to have been drawn since the circumstances do\t not\nadmit  the  drawing  of\t such a\t presumption  in  the  case,\nAccording to Mr. Chari, the presumption to be drawn ought to\nhave been one underS. 411722of  Indian  Penal Code or at the most tinders. 412of\t the\nIndian\tPenal  Code but not of complicity in  the  crime  of\ndacoity.  He contends that the circumstances under which the\none  presumption or the other may be drawn unders.  114of\nthe  Indian  Evidence Act have not been stated\tby  law\t and\ntherefore  it is necessary always to start with\t the  lesser\npresumption and draw the higher presumption only when  there\nis some other evidence to show the complicity of the persons\nin  the\t crime itself.\tAccording to him there is  no  other\nevidence in the case which points, to the complicity of\t the\n14 appellants in the crime of dacoity and therefore as\tthey\ncannot\tbe  suspected  to be dacoits  themselves,  the\tonly\npresumption  to\t be  drawn is one  of  receivers  of  stolen\nproperty  or as receivers of property which was stolen in  a\ndacoity.In\tour opinion, the law advocated by Mr. Chari  is\t not\ncorrect.  If there is other evidence, to connect an  accused\nwith  the  crime itself, however small, the finding  of\t the\nstolen\tproperty  with\thim is a  piece\t of  evidence  which\nconnects  him  further\twith the crime.\t There\tis  then  no\nquestion of presumption.  The evidence strengthens the other\nevidence  already against him.\tIt is only when the  accused\ncannot\tbe  connected  with the crime except  by  reason  of\npossession  of the fruits of crime that the presumption\t may\nbe drawn.  In what circumstances the one presumption or\t the\nother\tmay  be\t drawn,\t it  is\t not  necessary\t  to   state\ncategorically  in  this\t case.\t It  all  depends  upon\t the\ncircumstances  under  which the discovery of the  fruits  of\ncrime  are  made  with a particular accused.   It  has\tbeen\nstated on more than one occasion that if the gap of time is,\ntoo  large, the presumption that the accused  was  concerned\nwith  the  crime itself gets weakened.\tThe  presumption  is\nstronger  when the discovery of the fruits of crime is\tmade\nimmediately  after the crime is. committed.  The  reason  is\nobvious.   Disposal  of\t the fruits of\tcrime  requires\t the\nfinding of a person ready to receive them and the  shortness\nof  time, the nature of the property which is  disposed\t of,\nthat  is  to say, its quantity and its\tcharacter  determine\nwhether\t the  person  who had the goods\t in  his  possession\nreceived  them from another or was himself the thief or\t the\ndacoit.\t In some cases there may be other elements which may\npoint  to  the way as to how the presumption may  be  drawn.\nThey  need not be stated here for they differ from  case  to\ncase.(In  the  present case, the goods stolen were  a  large\nquantity  of  cloth  taken for sale to\tthe  market.   These\ngoods were not sold and were being taken back to the dealers\nby the cartmen.) A large number of persons said to be 20  in\nnumber\tpelted\tstones\tat  the\t cartmen  and  looted\tthe,\nproperty.  Immediately afterwards a number of searches\twere\nmade and the goods were found with various persons who\twere\nprosecuted  as offenders and they have been presumed  to  be\ninvolved in the dacoity itself.\t It may be723noticed that from each person a large number of goods of the\nsame  type  such as 20 choli pieces or ten pieces  of  cloth\nwere  found.  (It is, impossible to think  that\t within\t the\nshort  time  available, these goods could have\tbeen  easily\ndisposed  of  to receivers of stolen property  or  could  be\nplaced\tin  the\t custody of friends till such  time  as\t the"
  },
  {
    "title": "Sri Shashidhar vs State Of Karnataka on 25 August, 2016",
    "url": "https://indiankanoon.org/doc/190605880/",
    "doc_id": "190605880",
    "court": "HIGH COURT OF KARNATAKA AT\n                    BENGALURU\n\n     DATED THIS THE ",
    "date": "NA",
    "bench": "Anand Byrareddy",
    "citation": "NA",
    "petitioner": "Sri Shashidhar",
    "respondent": "State Of Karnataka",
    "ipc_sections": [
      "109",
      "109IPC",
      "120B",
      "124",
      "166",
      "166IPC",
      "439"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Karnataka High CourtSri Shashidhar vs State Of Karnataka on 25 August, 2016Author:Anand ByrareddyBench:Anand Byrareddy1",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Karnataka High CourtSri Shashidhar vs State Of Karnataka on 25 August, 2016Author:Anand ByrareddyBench:Anand Byrareddy1\n\n\n\n\n       IN THE HIGH COURT OF KARNATAKA AT\n                    BENGALURU\n\n     DATED THIS THE 25TH DAY OF AUGUST 2016\n\n                          BEFORE\n\nTHE HONOURABLE MR. JUSTICE ANAND BYRAREDDY\n\n         CRIMINAL PETITION No.5075 OF 2016\n\n                  CONNECTED WITH\n\n         CRIMINAL PETITION No.5095 OF 2016\n\nIN CRL.P.No.5075/2016\n\nBETWEEN:\n\nSri. Shashidhar,\nSon of Venugopal Naidu,\nAged about 57 years,\nResiding at 1194,\n9th 'B' Cross,\nYelahanka New Town,\nBengaluru - 560 064.\n                                           ...PETITIONER\n(By Shri Ashok Haranahalli,          Senior Advocate for\nShri Sandeep S. Patil, Advocate)\n\nAND:\n\nState of Karnataka,\nYelahanka New Town Police Station,\nBangalore.\n                                2\n\n\n\n\nRepresented by Public Prosecutor,\nHigh Court of Karnataka,\nBengaluru - 560 001.\n                                              ...RESPONDENT\n(By Shri A.S.Ponnanna, Additional Advocate General-II for\nShri K.R.Keshav Murthy, S.P.P.II for Respondent/State)\n                             *****\n       This Criminal Petition is filed under Section 439 code of\nCriminal Procedure, 1973, praying to enlarge the petitioner on\nbail in Crime No.160/2016 of Yelahanka New Town Police\nStation, Bangalore City for the offence punishable underSections 166,109,120B,124Aof IPC andSection 5of the\nEssential Services Maintenance Act, 1981;Section 4of Police\n(Incitement of Disaffection) Act 1966 andSection 4of Police\nForces (Restriction of Rights) Act, 1966.\n\nIN CRL.P.No.5095/2016\nBETWEEN:\n\n1.    Sri. Basavaraju Korawar,\n      Son of Hanumantappa Korawar,\n      Aged 39 years,\n      Residing at Doddanayakan Koppa,\n      Kosugal Plot,\n      Vijayanagar,\n      Dharwad - 08.\n\n2.    Sri. Gurupadayya,\n      Aged about 39 years,\n      Son of Revanayya Mathod,\n      Residing at Achar Printings,\n      Naymathi Road,\n      Honnali Taluk,\n      Davanagere - 577 004.\n                                             ...PETITIONERS\n                                3\n\n\n\n\n(By Shri Ashok Haranahalli, Senior              Advocate     for\nShri Venkatesh R.Bhagat, Advocate)\n\nAND:\n\nState by\nYelahanka New Town Police,\nBangalore.\nBefore this Hon'ble Court\nrepresented by State Public Prosecutor,\nHigh Court Buildings,\nBangalore - 560 001.\n                                              ...RESPONDENT\n(By Shri A.S.Ponnanna, Additional Advocate General-II for\nShri K.R.Keshav Murthy, S.P.P.II for Respondent/State)\n                             *****\n       This Criminal Petition is filed under Section 439 code of\nCriminal Procedure, 1973, praying to enlarge the petitioners on\nbail in Crime No.160/2016 of Yelahanka New Town Police\nStation, Bengaluru City for the offence punishable underSection 5of Karnataka Essential Services Maintenance Act,\n1981Sections 166,109,120Band124Aof IPC, andSection 4of the Police (Incitement of Disaffection) Act, 1922 and underSection 4of Police Forces (Restriction of Rights) Act, 1966.\n\n       These petitions having been heard and reserved on\n18.08.2016 and coming on for pronouncement of orders this\nday, the Court delivered the following:-\n\n\n                           ORDERThese petitions are heard and disposed of together as\n\nthere are some common features in the same.42. It is stated that one, Jayanand, Sub-Inspector, had\n\nlodged a complaint with the Yelehanka         New Town Police\n\nStation, as on 2.6.2016, to the effect that the petitioner in Crl.P\n\n5075/2016, who was an erstwhile police constable dismissed\n\nfrom service, and who had formed an association called 'Akhila\n\nKarnataka Police Mahasangha' , was said to be spearheading a\n\nmovement to instigate the lower rung of the police force to act\n\nagainst the present elected government. That he along with the\n\nfirst of the petitioners in the second of these petitions, Crl.P\n\n5095/2016, and certain other persons, including the second of\n\nthe petitioners in the said petition, were conspiring to instigate\n\nthe police force to bring hatred and disaffection against the\n\nState Government amongst the general public, with an aim to\n\ndestabilize and bring down the present government.It was said to have been claimed that the petitioners had\n\nmade public speeches, and used the electronic social media\n\nsuch as, Facebook, Whatsapp and so on, to create hatred and\n\nexcite disaffection against the State Government, among the5police force and the public at large. The Petitioner in the first\n\nof these petitions, Shashidhar, is said to have a Facebook\n\nAccount, on which he had posted provocative photographs with\n\ncaptions like ' Sippayee Dungay'. He is said to have addressed\n\nmessages to the rank and file of the Karnataka Police force to\n\ngo on a mass leave on 4.6.2016, through out Karnataka State\n\nand to join hands in their war against the Government and the\n\nPolice Department.It transpires that the State Government, in order to avoid\n\nan unwelcome situation, is said to have issued a notification\n\ndated 31.5.2016, declaring that the Karnataka State Police\n\nForce as an essential service under theKarnataka Essential\n\nServices Maintenance Act, 2013. However, it is claimed that\n\nthis did not deter the petitioners from continuing with their\n\nonslaught through the various media to instigate and incite the\n\nmembers of the Police force not to buckle.It is pursuant to such complaint that the respondent -\n\nPolice are said to have registered an First Information Report6in Crime no.160/2016, for offences punishable underSections\n\n166,109,120B,124-Aof the Indian Penal Code, 1860\n\n(Hereinafter referred to as the 'IPC', for brevity),Section 5of\n\nthe Essential Services Management Act, 1981,Section 4of the\n\nPolice (Incitement to Disaffection) Act, 1966 andSection 4of\n\nthe Police Forces (Restriction of Rights) Act, 1966.The petitioners' applications for bail before the court\n\nbelow have been dismissed.It is the case of the petitioners that they are clueless as to\n\nwhy they have been apprehended and taken into custody. And\n\nhence the present petitions.3. Shri Ashok Harnahalli, Senior Advocate, appearing for\n\nthe counsel for the petitioner in Crl.P 5075/2016, would\n\ncontend that in order to attractSection 124-Aof the IPC, there\n\nmust be an intention to create disorder or to incite people to\n\nviolence either by words, spoken or written, or by signs, or by\n\nvisible representation, or otherwise brings or attempts to bring7into hatred or contempt, or attempts to excite disaffection\n\ntowards the government established by law. It is pointed out\n\nthat the complaint does not indicate that the petitioners had\n\nincited people in order to create hatred against the government.It is contended that in order to invokeSection 109IPC, it\n\nmust be demonstrated that there was an offence committed as a\n\nconsequence of abetment or was committed as a consequence\n\nof instigation or in pursuance of a conspiracy or had aided the\n\ncommission of the offence - to constitute abetment. There is no\n\nevidence of any of the ingredients to constitute the offence of\n\nabetment.It is contended that the provisions of theEssential\n\nServices Maintenance Act, 1981, thePolice (Incitement to\n\nDisaffection) Act, 1981and thePolice Forces (Restriction of\n\nRights) Act, 1966are only applicable to persons who are\n\nmembers of the force of the State.       As the same are not\n\napplicable to the petitioners, it is inexplicable that the8petitioners are taken into custody for the alleged commission of\n\noffences under the said Statutes.Similarly,Section 166IPC, would apply to a person\n\nbeing a public servant, in that, where a public servant\n\nknowingly disobeys any direction of the law with an intention\n\nto cause injury to any person, thenSection 166IPC would\n\napply. Even according to the complaint, the petitioners are not\n\nserving members of the Police force. Hence, the case against\n\nthe petitioners is not maintainable.4. Per contra, the learned Additional Advocate General,\n\nShri A.S.Ponnanna, vehemently opposes the petition and\n\ncontends that the arrest and confinement of the accused,\n\nparticularly accused no.1, was found to be imperative to avoid\n\nan impending disaster - for if the said accused had succeeded in\n\ncalling for a state-wide protest by the Police force, by resorting\n\nto mass leave and protests by rallies, even for a day, it would\n\nhave lead to a complete breakdown of law and order through9out the State, which may have even lead to the further\n\nconsequence of the present government itself being destabilized- to the advantage of rival political parties.It is emphasized by Shri Ponnanna, that a plain perusal of\n\nthe content of the public speeches made by accused no.1, the\n\nmessages and posts on the electronic social media,        would\n\nclearly demonstrate the virulent campaign embarked upon by\n\nthe accused to create hatred and disaffection against the State\n\nGovernment, among the Police force and the public in general.\n\nIf not for the timely action by the State Government in invoking\n\ntheKarnataka Essential Services Maintenance Act, 2013, in\n\npreventing any such precipitative action that was planned for\n\n4.6.2016, the consequences of the petitioner's inflammatory and\n\nprovocative speeches and messages would have been\n\ndisastrous.It is contended that as is evident from the contents of the\n\npetitions and the arguments canvassed on behalf of the\n\npetitioners, even now it is claimed that the actions of the10petitioners are justifiable and that the same cannot be curbed.\n\nIn which event, if the petitioners are enlarged on bail - there is\n\ncertain to be a repetition of their anti-government activities\n\nthereby escalating the hatred and disaffection sought to be\n\ncreated against the State governme"
  },
  {
    "title": "Bharat vs State on 18 April, 2012",
    "url": "https://indiankanoon.org/doc/189493722/",
    "doc_id": "189493722",
    "court": "HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nCRIMINAL\nMISC",
    "date": "NA",
    "bench": "Harsha DevaniCR.MA",
    "citation": "NA",
    "petitioner": "Bharat",
    "respondent": "State",
    "ipc_sections": [
      "120",
      "120B",
      "124A",
      "124AI",
      "124AIPC",
      "153AI",
      "154",
      "173",
      "39",
      "3speaks",
      "420",
      "420I",
      "439",
      "482",
      "482CrPC",
      "499I",
      "499IPC",
      "9"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Gujarat High CourtBharat vs State on 18 April, 2012Author:Harsha DevaniBench:Harsha DevaniCR.MA/7536/2008\t 55/ 55\tJUDGMENT",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Gujarat High CourtBharat vs State on 18 April, 2012Author:Harsha DevaniBench:Harsha DevaniCR.MA/7536/2008\t 55/ 55\tJUDGMENT \n \n \n\n\t\n\n \n\nIN\nTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n \n\n \n\n\n \n\nCRIMINAL\nMISC.APPLICATION No.7536 of 2008\n \n\nWith\n\n\n \n\nCRIMINAL\nMISC.APPLICATION No.7537 of 2008\n \n\nWith\n\n\n \n\nCRIMINAL\nMISC.APPLICATION No.7538 of 2008\n \n\nWith\n\n\n \n\nCRIMINAL\nMISC.APPLICATION No.7539 of 2008\n \n\nWith\n\n\n \n\nCRIMINAL\nMISC.APPLICATION No.7540 of 2008\n \n\n \n \nFor\nApproval and Signature:  \n \nHONOURABLE\nMS. JUSTICE HARSHA DEVANI\n \n \n=========================================\n\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n1\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n2\n\t\t\n\t\t \n\t\t\t \n\nTo\n\t\t\tbe referred to the Reporter or not?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n3\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n4\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the constitution of India, 1950 or any order\n\t\t\tmade thereunder?\n\t\t\n\t\n\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\n5\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tit is to be circulated to the civil judge?\n\t\t\n\t\n\n \n\n \n=========================================\n\n\n \n\nBHARAT\nDESAI EDITOR, TIMES OF INDIA & 1 - Applicant(s)\n \n\nVersus\n \n\nSTATE\nOF GUJARAT & 1 - Respondent(s)\n \n\n========================================= \nAppearance: \nMR\nSV RAJU for\nApplicant(s): 1 - 2. \nMS KRINA CALLA, ADDITIONAL PUBLIC PROSECUTOR\nfor Respondent(s): 1, \nMR BB NAIK, SR. ADVOCATE with MR DILIP B\nRANA for Respondent(s): 2, \n=========================================\n \n\t  \n\t \n\t  \n\t\t \n\t\t\t \n\nCORAM\n\t\t\t: \n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nHONOURABLE\n\t\t\tMS. JUSTICE HARSHA DEVANI\n\t\t\n\t\n\n \n\n \n \n\n\n \n\nDate\n: 18/04/2012 \n\n \n\n \nCOMMON\nORAL JUDGMENT1.\t\tThese\napplications undersection 482of the Code of Criminal Procedure,\n1973 (hereinafter referred to as \"the Code\") seek\nquashing of the first information reports registered vide Navrangpura\nPolice Station I-C.R. No.286/2008, 288/2008, 289/2008, 298/2008 and\n299/2008 respectively, for the offences punishable undersections\n120-B,124Aand34of the Indian Penal Code as well assection 3of\nthe Police (Incitement to Disaffection) Act, 1922.2.\t\tThe\nfacts of the case are that the respondent No.2 - first\ninformant was appointed as Police Commissioner, Ahmedabad city on\n20th\nMay, 2008. The Times of India published certain news items in its\nAhmedabad edition beginning from 27th\nMay, 2008. The first news item came to be published under the heading\n\"Was Ahmedabad CP a Latif Man?  CBI papers cast a shadow on\nO.P. Mathur's role in Ex-MP Rauf Valiullah's murder in 1992\".3.\t\tOn\n28th\nMay, 2008, the Ahmedabad edition of Times of India carried a news\nitem titled \"How can Ahmedabad be safe in his hands?  As Head\nof 'Latif Squad', was Mathur also on don's payroll?\". It also\ncarried a news item that before becoming Commissioner of Police,\nAhmedabad, the respondent No.2 was serving as D.G.P., CID (Crime) and\nJails and the day before he left the charge of jails, the City Crime\nBranch raided the Sabarmati jail on a tip-off from Central\nIntelligence Bureau that a terrorist network was planning a major\njail-break to allow some hard-core terrorists to escape. The news\nreport also stated that IB intercepts of international calls made out\nof Ahmedabad had people across the border speaking to each other\nabout a jail-break in Sabarmati. The news item also revealed that\nthree SIM cards and two mobiles were found from the jail and despite\njammers installed in high security prison, the record showed that\nterrorists were making calls freely to Pakistan. It was pointed out\nthat the jail-break plans were scuttled not on account of any\nalertness on the part of the jail establishment under Mathur but\nbecause of timely intercepts by the IB and quick follow up action\ntaken by the Crime Branch headed by Joint Police Commissioner,\nAhmedabad Shri Ashish Bhatia who confirmed to Times of India that\ninternational calls were made from the phones and SIM cards seized by\nthe police.4.\t\tOn\n29th\nMay, 2008, the Times of India, Ahmedabad edition published a news\nitem showing that at the instance of the High Court of Gujarat, an\noffence was registered against respondent No.2 - Shri Mathur\nfor attempt to murder and sexual harassment and issuing threats to a\nwoman lawyer Sarita Sharma and that he brandished a revolver and left\nit at his lady love's house. The news item had appeared under the\ntitle \"OPM high A'bad can do without - He brandished\nrevolver, left it at lady love's house\".  Another news item was\ntitled \"Geetha showed who is boss\" and refers to DCP\nGeetha Johri promptly acting upon a tip-off that Latif and his gang\nhad been spotted at Mahad Ka Mohalla and while Latif escaped two of\nhis men were arrested by Geetha and her men and that by the time\nMathur dragged his feet to reach Mahad Ka Mohalla, things had\nquietened down.  Geetha was already on her way to Shahibaug with her\ntwo prize catches. The said edition also contained a column bearing\nthe heading \"Do you want O P Mathur to continue as commissioner\nof police, Ahmedabad? and\ninvited opinions of the readers.5.\t\tOn\n30th\nMay, 2008, the Times of India contained a news item bearing the\nheading \"Crooked path to the crown\" \"OP Mathur Got\nthe Position of Commissioner of Police, Ahmedabad, as Reward For\nBotching Up The Probe Into The Fake Encounter of Sohrabuddin, A Close\nAssociate of Mafia Don Latif\". It was reported therein that an\nimportant CD which contains the details of telephone calls made by\npolice officers, businessmen and politicians which indicated a\npossible nexus behind the elimination of Sohrabuddin in order to save\nsome Rajasthan based businessmen from his extortion threats was found\nmissing after it was handed over to Mathur by Rajnish Rai. The news\nitem also indicated that if the CD was still a part of Sohrabuddin\ncase papers then probably a top Gujarat minister and a high ranking\nBJP politician of Rajasthan would be running for cover and this\npolitical duo reciprocated last week by making Mathur the\nCommissioner of Police. This edition also invited viewers' opinion as\nin the preceding edition.6.\t\tOn\n31st\nMay, 2008, the Ahmedabad edition of Times of India carried a news\nitem under the heading \"Latif an ISI man and Mathur a Latif\nman? - Five million Amdavadis can't be safe under new police chief\nwith dubious links\".  It also carried a news item that one\nJatin Desai, who had a scuffle with Shri Mathur for which the High\nCourt of Gujarat had directed registration of first information\nreport against Shri Mathur refused to meet Mathur for revolver\nlicence and requested that he should be allowed to represent his case\nbefore a higher authority. The newspaper also carried news item\npointing out that in response to the news items carried by Times of\nIndia, 98% of the readers\ndid not want Mathur to continue as Commissioner of Police, Ahmedabad.7.\t\tOn\n1st\nJune, 2008, the Ahmedabd edition of Times of India carried three news\nitems regarding the underworld late Abdul Wahab Latif and his close\nassociates Sharif Khan and Rauf Valiullah, Ex-M.P.8.\t\tIn\nthe aforesaid background, the respondent No.2 - Shri Mathur lodged\nthe above referred first information reports.9.\t\tPursuant\nto the lodging of the above referred first information reports, the\napplicants filed Criminal Miscellaneous Application No.6960/2008.\nHowever, the said case was not argued on merits and came to be\nwithdrawn with liberty to file a fresh application for quashing\nincluding the grounds raised in the said application, since the\napplicants wanted to make representation before the State Government.\n Subsequently, after withdrawal of the said application, the\napplicants moved a representation to the State Government vide letter\ndated 6th\nJune, 2008. According to the applicants, the representation has not\nbeen decided despite the fact that almost ten days had passed and\nthat the investigating agency despite the pendency of the\nrepresentation had started summoning large number of persons from the\nTimes of India. According to the applicants, the entire purpose seems\nto be to ensure that the representation before the State Government\nbecomes infructuous. Under the circumstances, the applicants have\nmoved the present applications for quashing the above referred first\ninformation reports.10.\t\tMr.\nS.V. Raju, Senior Advocate appearing on behalf of the applicants in\neach of the applications, invited attention to the relevant news\nitems in respect of which the offences in question are alleged to\nhave been committed to submit that none of the news items even\nremotely indicate, leave alone, cause hatred against the Government.\nReferring to the allegations made in the first information report it\nwas submitted that it appears that the respondent No.2 is annoyed\nthat the news items have appeared against him and except for using\nthe words that the new items have been published only with a view to\ncause contempt and hatred against Senior Police Officers and the\nState Government, nothing has been stated which would constitute an\noffence punishable undersection 124AIPC.10.1\t\t\tAttention\nwas invited to the provisions of Chapter VI of theIndian Penal Codewhich relates to offences against the State to submit that section\n124A is categorised as an offence against the State. It was submitted\nthat though essentially all offences are against the State, offences\nfalling under Chapter VI of theIndian Penal Codeare of a nature\nwhich require the first information report to be lodged only by the\nState inasmuch as it is an offence specifically committed against the\nState in particular. It was, accordingly, argued that an offence\nunder section 124A is an offence against the State, however, the\nState is not an a"
  },
  {
    "title": "State Of Bihar Etc. Etc vs P.P. Sharma, Ias And Anr on 2 April, 1991",
    "url": "https://indiankanoon.org/doc/1287305/",
    "doc_id": "1287305",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "Kuldip Singh,K. RamaswamyPETITIONER",
    "citation": "1991 AIR 1260, 1991 SCR (2) 1, AIR 1991 SUPREME COURT 1260, 1991 AIR SCW 1034, (1991) 2 SCR 1 (SC), (1991) 2 JT 147 (SC), 1992 SCC(CRI) 192, 1991 (2) CURCRIJ 201, 1991 (2) COM LJ 197 SC, 1991 (2) SCR 1, (1991) 2 COMLJ 197, 1991 CRIAPPR(SC) 229, 1991 (2) JT 147, 1991 (2) BLJR 767, 1992 (1) SCC(SUPP) 222, 1991 BLJR 2 767, 1991 CRILR(SC MAH GUJ) 334, (1991) EASTCRIC 425, (1991) 2 EFR 120, (1991) 2 PAT LJR 11, (1991) 2 BLJ 88, (1991) 1 ALLCRILR 722, (1991) 2 CRIMES 113Author",
    "petitioner": "State Of Bihar Etc. Etc",
    "respondent": "P.P. Sharma, Ias And Anr",
    "ipc_sections": [
      "15",
      "156",
      "157",
      "159",
      "164",
      "173",
      "173Cr",
      "197",
      "197Cr",
      "2",
      "40",
      "409"
    ],
    "summary": "The   Bihar   State   Co-operative   Marketing   Union\n(BISCOMAUN)  is\t the  sole  purchaser  and  distributor\t  of\nfertilizers  in\t the State.  When the BISCOMAUN was  at\t the\nbrink  of  liquidation\tdue  to\t mismanagement,\t the   State\nGovernment  superseded its Board of Directors and  appointed\nR.K.  Singh,  I.A.S.,  as  its\tAdministrator  and  Managing\nDirector on July,30,1988.\n      In  the  course of the discharge of his  duties,\tR.K.\nSingh noted that financial irregularities had been commi",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaState Of Bihar Etc. Etc vs P.P. Sharma, Ias And Anr on 2 April, 1991Equivalent citations: 1991 AIR 1260, 1991 SCR (2) 1, AIR 1991 SUPREME COURT 1260, 1991 AIR SCW 1034, (1991) 2 SCR 1 (SC), (1991) 2 JT 147 (SC), 1992 SCC(CRI) 192, 1991 (2) CURCRIJ 201, 1991 (2) COM LJ 197 SC, 1991 (2) SCR 1, (1991) 2 COMLJ 197, 1991 CRIAPPR(SC) 229, 1991 (2) JT 147, 1991 (2) BLJR 767, 1992 (1) SCC(SUPP) 222, 1991 BLJR 2 767, 1991 CRILR(SC MAH GUJ) 334, (1991) EASTCRIC 425, (1991) 2 EFR 120, (1991) 2 PAT LJR 11, (1991) 2 BLJ 88, (1991) 1 ALLCRILR 722, (1991) 2 CRIMES 113Author:Kuldip SinghBench:Kuldip Singh,K. RamaswamyPETITIONER:\nSTATE OF BIHAR ETC. ETC.\n\n\tVs.\n\nRESPONDENT:\nP.P. SHARMA, IAS AND ANR.\n\nDATE OF JUDGMENT02/04/1991\n\nBENCH:\nKULDIP SINGH (J)\nBENCH:\nKULDIP SINGH (J)\nRAMASWAMY, K.\n\nCITATION:\n 1991 AIR 1260\t\t  1991 SCR  (2)\t  1\n 1992 SCC  Supl.  (1) 222 JT 1991 (2)\t147\n 1991 SCALE  (1)539\n\n\nACT:\n      Constitution  of India, 1950: Article 226-High  Court-\nWhen  and  under what circumstances would  be  justified  to\nquash  charge  sheet before cognizance of offence  taken  by\ncriminal court.Code  of\tCriminal Procedure:Sections,\t173,194,197-Investigation-Powers  of Police-Intereference by Court\twhen\narises.\n\n\n\nHEADNOTE:\n      The   Bihar   State   Co-operative   Marketing   Union\n(BISCOMAUN)  is\t the  sole  purchaser  and  distributor\t  of\nfertilizers  in\t the State.  When the BISCOMAUN was  at\t the\nbrink  of  liquidation\tdue  to\t mismanagement,\t the   State\nGovernment  superseded its Board of Directors and  appointed\nR.K.  Singh,  I.A.S.,  as  its\tAdministrator  and  Managing\nDirector on July,30,1988.\n      In  the  course of the discharge of his  duties,\tR.K.\nSingh noted that financial irregularities had been committed\nby P.P. Sharma, the first respondent, Genesh Dutt Misra, the\nsecond\trespondent, and Tapeshwar Singh, in the purchase  of\nfertilizers for distribution in the State.   At the relevant\ntime,  P.P. Sharma was the managing Director  of  BISCOMAUN,\nGenesh\tDutt  Misra  its advisor, and  Tapeshwar  Singh\t its\nChairman.\n      R.K.   Singh  laid  the  information   regarding\t the\nfinancial  irregularities before the Station House  Officer,\nGandhi\tMaidan Police Station, Patna on\t September  1, 1988.\nThe substratum of the accusations made against them was that\nthey  had  conspired with the  Rajasthan  Multi\t Fertilizers\nPrivate\t Limited,  through its partners, to  cause  wrongful\ngains  to the company and wrongful loss to the BISCOMAUN  in\nthe matter of purchase of sub-standard fertilizers from\t the\nCompany.\n      On  the  basis of the report, a  case  undersections\n409,420,468,469,471,120B,  I.P.C.,  andsection  7of\t the\nEssential  Commodities\tAct, was  registered  against  eight\npersons\t including Tapeshwar Singh, P.P. Sharma, and  Ganesh\nDutt Misra.  Four other accused persons were the partners of\nthe  Company,  and  the fifth one was an  Assistant  in\t the\n\t\t\t\t\t\t       2\ndepartment who was alleged to have forged the test reports.\n      The investigation in the case was completed by  police\nand two police reports, one undersection 7of the Essential\nCommodities Act and the other under various sections of\t theI.P.C., were submitted before the Competent Court in October\n1988.\tThe Special Judge Patna heard the arguments  of\t the\nparties\t on  various  dates between  January  9,  1989,\t and\nJanuary\t 31,  1989 on the question as to whether  there\t was\nsufficient   material\tin  the\t police\t reports   to\ttake\ncognizance  of\tvarious\t offences  projected  therein.\t  On\nJanuary\t 31,  1989 the learned Special Judge  concluded\t the\narguments and reserved the orders.\n      Tapeshwar\t Singh and P.P. Sharma filed writ  petitions\nbefore\tthe  Patna High Court praying for  quashing  of\t the\nFirst  Information Report and the police reports.  The\tHigh\nCourt allowed the writ petitions and quashed the FIR and the\ncriminal proceedings against the accused petitioners.\n      The High Court, on appreciation of the documents which\nwere produced before it, as annexures to the writ petitions,\ncame to the conclusions that no prima facie offence was made\nout  against  the respondents; that  though  the  annexures,\nbeing  part of BISCO-records, were to the knowledge of\tR.K.\nSingh,\the closed his eyes to the facts contained  in  these\ndocuments and acted in a mala-fide manner in lodging of\t FIR\nagainst the respondents on false facts; that the prosecution\nwas vitiated because G.N. Sharma, the Investigating officer,\nacted  with  malice in refusing to take the  annexures\tinto\nconsideration; and that no case underEssential\t Commodities\nActwas made out from the police reports and other documents\non  record.  The High Court further held that the  composite\norder  granting\t sanction  undersection  197Cr.P.C.\t andsection\t 15-Aof the Essential Commodities Act was  vitiated\nbecause\t of  non  application of mind on  the  part  of\t the\ncompetent  authority;  and that the F.I.R.  and\t the  Charge\nSheets violated the constitutional mandate underArticle  21of the Constitution.\n      The  instant appeals are against the judgment  of\t the\nHigh  Court,  and the appellants are Girija  Nandan  Sharma,\nS.P.  CID,  Patna,  the investigator, and  R.K.\t Singh,\t the\ninformant, along with the State of Bihar.\n      Before  this Court it was contended on behalf  of\t the\nappellants  that  the  High Court in  the  exercise  of\t its\nextraordinary jurisdiction committed a grave error in taking\ninto  consideration  the  affidavits  and  docu-\n\t\t\t\t\t\t       3\nments  filed  alongwith the writ petitions; the\t High  Court\nvirtually usurped the jurisdiction of the Magistrate/Special\nJudge by appreciating the affidavits and documents  produced\nbefore\tit and reaching conclusions contrary to the  charge-\nsheets\t(police reports) submitted by the police;  the\tHigh\nCourt  was not justified in quashing the proceeding  at\t the\nstage  when the Special Judge was seized of the\t matter\t and\nwas in the process of appreciating the material contained in\nthe  police reports; and that the allegations if the  police\nreports, if taken as correct, disclosed the commission of  a\ncognizable offence by the respondents.\n      On   the\tother  hand,  it  was  contended  that\t the\nprosecution  against  the  respondents was  initiated  as  a\nresult\t of  malice  on\t the  part  of\tinformant  and\t the\ninvestigating officer; and the mala-fides on the part of the\ninformant  and the investigating officer was  writ-large  on\nthe   facts of the case, that the composite  order  granting\nsanction  undersection 197Cr.P.C. andsection 15-Aof\t the\nEssential  Commodities\tAct  was vitiated  because  of\tnon-\napplication of mind on the part of the competent  authority;\nand   that   when   the\t evidence   collected\tduring\t the\ninvestigation  was  not unimpeachable, the  prosecution\t and\ncontinuance  of\t the proceedings offended  the\trespondents'\nright  to life and livelihood enshrined underArticle 21of\nthe constitution.\n      Allowing\tthe appeals, setting aside the\tjudgment  of\nthe  High Court and dismissing the writ petitions  filed  by\nthe respondents before the High Court & this Court.\n      HELD : Per Kuldip Singh, J.\n      (1)  The\tHigh Court fell into grave error  and  acted\nwith patent illegality in quashing the criminal\t proceedings\non the basis of the findings which were wholly wayward.[29D]\n      R.P.  Kapur  v.  State of\t Punjab,[1960]\t3  SCR\t388,\nreferred to.\n      (2)   The\t High  Court  erred  in\t  appreciating\t the\nannexures/documents, which were produced by the\t respondents\nalong  with  their  writ petitions,  and  further  erred  in\ndelving\t into  disputed questions of fact  while  exercising\njurisdiction under Article 226/227 of the Constitution.[24E]\n      (3)  By treating the annexures which were neither part\nof   the  police  reports  nor\twere  relied  upon  by\t the\nInvestigating Officer, as evidence, the High Court converted\nitself\tinto a trial court.  The High Court could  not\thave\nassumed\t this jurisdiction and put an end to the\n\t\t\t\t\t\t       4\nprocess\t of investigation and trial provided under the\tlaw.\n[28E]\n      (4)   The\t question  of mala-fide\t exercise  of  power\nassumed significance only when the criminal prosecution\t was\ninitiated   on\t extraneous  considerations   and   for\t  an\nunauthorised purpose. [24G]\n     (5)      The  allegations\tof  mala-fide  against\t the\ninformant  based on the facts after the lodging of  the\t FIR\nwere  of  no  consequence and could not\t be  the  basis\t for\nquashing the proceedings. [25D]\n      (6)  There was no material whatsoever in this case  to\nshow that on the date when the FIR was lodged by R.K.  Singh\nhe  was\t activated  by\tbias  or  had  any  reason   to\t act\nmaliciously.   The dominant purpose of registering the\tcase\nagainst\t the respondents was to have an investigation\tdone\ninto  the allegations contained in the FIR and in the  event\nof  there  being  sufficient  material\tin  support  of\t the\nallegations  to present the charge-sheet before\t the  court.\nThere  was no material to show that the dominant object\t of\nregistering the case was the character assassination of\t the\nrespondents or to harass and humiliate them. [24H-25A]\n      When  the information is lodged at the police  station\nand  an\t offence  is  registered,  the\tmala-fides  of\t the\ninformant  would  be  of secondary importance.\t It  is\t the\nmaterial  collected during the investigation  which  decides\nthe fate of the accused person. [25B]\n      State of Bihar v. J.A.C Saldhana & Ors.,[1980] 2SCR 16\nand  State of Haryana v. Ch. Bhajan Lal, J.T.  (1990)4\tS.C.\n655, referred to.\n      (7) When the police report under section 173 Cr.\tP.C.\nhad to go through the judicial scrutiny, it was not open  to\nthe  High  Court to find fault with the same on\t the  ground\n"
  },
  {
    "title": "C.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009",
    "url": "https://indiankanoon.org/doc/1654606/",
    "doc_id": "1654606",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "Lokeshwar Singh Panta,B. Sudershan ReddyIN THE SUPREME COURT OF INDIA\n\n            CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL No.",
    "citation": "AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (3) SCC 779, 2009 CALCRILR 1 865, (2009) 2 RECCRIR 134, (2009) 2 KER LJ 217, (2009) 1 CURCRIR 499, (2009) 2 ALLCRIR 1471, (2009) 43 OCR 48, (2009) 3 SCALE 107, (2009) 3 MAD LJ(CRI) 341Author",
    "petitioner": "C.M.Girish Babu",
    "respondent": "Cbi, Cochin, High Court Of Kerala",
    "ipc_sections": [
      "13",
      "13it",
      "14",
      "4under",
      "7"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaC.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009Equivalent citations: AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaC.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009Equivalent citations: AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (3) SCC 779, 2009 CALCRILR 1 865, (2009) 2 RECCRIR 134, (2009) 2 KER LJ 217, (2009) 1 CURCRIR 499, (2009) 2 ALLCRIR 1471, (2009) 43 OCR 48, (2009) 3 SCALE 107, (2009) 3 MAD LJ(CRI) 341Author:B.Sudershan ReddyBench:Lokeshwar Singh Panta,B. Sudershan ReddyIN THE SUPREME COURT OF INDIA\n\n            CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL No. 377         OF 2009\n           (Arising out of SLP(Crl) No.578 of 2008)\n\n\nC.M. Girish Babu                            ...Appellant\n\n\n                            Versus\n\n\nCBI, Cochin, High Court of Kerala          ...Respondent\n\n\n\n                      JUDGMENTB.SUDERSHAN REDDY,J.Leave granted.2.   The appellant along with Accused No.1 was tried for\n\noffences underSection 120Bof IPC read withSection 7and13 (2)read with 13(1) (d) ofPrevention of Corruption Act,\n\n1988(hereinafter referred to   as \"the said Act\") by Special\n\nJudge (SPE/CBI)-I, Ernakulam who by his judgment dated 30th\n\nMarch, 2002 convicted the appellant for the offence punishable2underSection 7read withSection 13(1) (d)and13(2)of the\n\nsaid Act. He was acquitted of the charge underSection 120Bof the IPC.       The appellant was accordingly sentenced to\n\nundergo rigorous imprisonment for three years and to pay a\n\nfine of Rs.20,000. In default for payment of fine the appellant\n\nwas further ordered to undergo rigorous imprisonment for a\n\nfurther period of six months for the offence punishable underSection 13(1)read withSection 13(2)of the said Act. He was\n\nalso sentenced to undergo rigorous imprisonment for two\n\nyears for the offence punishable underSection 7of the said\n\nAct.     The   substantive   sentences   were   directed   to   run\n\nconcurrently.3.      The appellant preferred an appeal to the Kerala High\n\nCourt at Ernakulam, which dismissed the appeal by its\n\njudgment dated 28th November, 2007. However, the Appellate\n\nCourt reduced the substantive sentence to that of one year\n\nonly.    The High Court acquitted the first accused of all the\n\ncharges against which State preferred no appeal. This appeal3is brought, by special leave against the judgment of the High\n\nCourt.4.   The prosecution case is that while accused no.1 working\n\nas the Inspector of Central Excise, Air Cargo Complex,\n\nTrivandrum,    demanded     an    amount   of    Rs.1,500/-   as\n\ngratification from one Dayanandhan-PW10 and             Prakash\n\nKumar-PW2, who were the Senior Assistant and Manager\n\nrespectively of M/s. Interfrieght Services Pvt. Ltd., Trivandrum\n\nas a motive or reward for giving clearance for a wet grinder\n\nbooked by one P. S. Shine to be sent to Dubai.5.   The appellant was also working as Inspector of Central\n\nExcise, Air Cargo Complex, Trivandrum along with Accused no.1. On 2nd October, 1999 at about 6 a.m. the appellant is stated\n\nto have actually demanded the amount of Rs.1,500/- from\n\nDayanandhan-PW10 as gratification for clearing the same wet\n\ngrinder and accepted the bribe amount for himself and on\n\nbehalf of accused no.1 and thereby committed offences under4Section 7read withSection 13(1) (d)and13(2)of the said\n\nAct.6.     The prosecution story as unfolded during the trial is that\n\nthe appellant and Accused no. 1 together conspired and\n\ncommitted the act of demanding and accepting gratification.7.     In the present case, it may not be really necessary to\n\ndiscuss the entire evidence available on record for the simple\n\nreason that the High Court acquitted the Accused no. 1 of all\n\nthe charges and found no case against him. It is the Accused\n\nno. 1 who is stated to have demanded the gratification for\n\nclearing and sending wet grinder to Dubai. The High Court as\n\nwell as the trial court found that there was no criminal\n\nconspiracy between the appellant and accused no. 1 and\n\ntherefore acquitted both of them of the charge underSection\n\n120Bof the IPC.58.    The High Court upon re-appreciation of evidence came to\n\nthe conclusion that the prosecution miserably failed to prove\n\nthe charge against the appellant for the offence underSection\n\n13 (1) (d)read withSection 13 (2)of the said Act. In this\n\nregard, the High Court found that there is nothing in the\n\nevidence of PW-11 - Natarajan, official witness, to arrive at\n\nany     conclusion   of   appellant   making   any   demand   of\n\ngratification.   PW-11     stated that   from the conversation\n\nbetween the appellant and PW-10,           he could heard the\n\nappellant asking \"is it ready?\" and PW-10 only nodding his\n\nhead.    It is for that reason the High Court recorded that the\n\nalleged demand by the appellant on 2.10.1999 is highly\n\ndoubtful and is not proved beyond reasonable doubt. The High\n\nCourt relied upon yet another circumstance creating a doubt as\n\nregards the demand of any gratification by the appellant as\n\nthere is no mention of any such demand in Exhibit P-9 - post\n\ntrap mahazar. The High Court accordingly acquitted the\n\nappellant of charges underSection 13(1)(d)read withSection\n\n13(2)of the said Act.69.   The prosecution story mainly rested upon the evidence of\n\nPW-10 who is the central figure in the entire story of the\n\nprosecution. He did not support the prosecution story and was\n\ndeclared hostile.    It was to him that the Accused No.1 had\n\nallegedly made a demand of gratification on the morning of\n\n1.10.99 and it was in his presence Accused No.1 repeated the\n\ndemand when he went along with PW-2 in the evening of\n\n1.10.99 to the Air Cargo office.       This is the version given by\n\nPW-2. But PW-10 does not support this story. PW-10 in his\n\nevidence stated that on 1.10.99 Accused No.1 in the morning\n\nhours suggested certain corrections in the documents as\n\nregards the valuation and description of the item that was to\n\nbe sent to Dubai.     When PW-10 went back to office and told\n\nPW-2, PW-2 said that no correction need be made. Thereafter\n\nboth of them visited Air Cargo Complex. It is in the evidence\n\nof PW-10 that he alone went inside the room to meet Accused\n\nno. 1 and told him that no corrections possibly could be made\n\nas   PW-2   was     not   interested   in   making   the   suggested7corrections.   But Accused no. 1 insisted for carrying out\n\ncorrections if the item was to be cleared for its despatch to\n\nDubai. Then PW-10 requested the Accused no. 1 to meet PW-2\n\nbut Accused no. 1 retorted saying that whoever he may be, he\n\nwill not meet him.10.       Be it noted that PW-2 thereafter never visited Air\n\nCargo Complex till he came with the trap party early in the\n\nmorning on 2.10.1999. PW-2 in his evidence stated that on\n\n2.10.99 PW-10-Dayanadhan came to office at 4.30 a.m. and\n\ninformed him that he went to the Air Cargo office and found\n\nthat Accused no. 1 was not on duty and the appellant was on\n\nduty. According to PW-2, PW-10 informed him that on inquiry\n\nabout the cargo the appellant told him that Accused no. 1 has\n\nalready apprised him about the cargo and accordingly it would\n\nbe cleared only if Rs.1500/- is brought.   PW2 stated in his\n\nevidence that he immediately wrote Exh.P2-complaint.      He\n\nclearly admitted in his evidence that he had no personal\n\nknowledge as to what transpired between PW-10 and the8appellant at the Air Cargo Office. The evidence of PW-2 about\n\nthe demand of bribe amount by the appellant is hear say and\n\ntherefore inadmissible.11.       Interestingly enough, PW-10      does not support the\n\nstory narrated by PW-2.     According to him when he went to\n\nthe Air Cargo Complex on 2nd October, PW-2 and another\n\nperson who came to send the wet grinder was with him and\n\nPW-2 asked him to give Rs.1500/- to the appellant saying that\n\nit was a loan repayable by PW-2 to Accused no.1.            He\n\naccordingly collected the money from PW-2 and gave it to the\n\nappellant. He in categorical terms accepted that the appellant\n\nhad never demanded any bribe amount from him.              The\n\nevidence of PW-10 also suggests that PW-2 was near the\n\nimport Hall at a distance of about 40 metres between the Air\n\nMaldives Godown and import Hall.12.       An analysis of the evidence of PW-2, PW-10 and PW-\n\n11 the official witness reveals the following:9a)     The prosecution miserably failed to establish the\n\ntheory of criminal conspiracy hatched by the appellant\n\nalong with Accused no. 1 to demand and receive\n\ngratification;b) The prosecution miserably failed to establish its theory\n\n     that there was a demand of gratification by Accused\n\n     no.1 on 1.10.99;c) There is no proof on any demand of gratification by the\n\n     appellant on 2.10.99;d) The evidence of PW-11, the official witness, Assistant\n\n     Manager, Vigilance of FCI to the effect all that he heard\n\n     was appellant asking PW-10 \"is it ready?\" to which PW-10 nodded his head. This evidence of the official\n\n     witness present at the time of trap does not establish\n\n     that there was any demand of gratification by the\n\n     appellant. There is no reason to disbelieve the evidence\n\n     of PW-11;e)     Exhibit P-9 post trap mahazar does not record the\n\nfactum of any demand of gratification by the appellant.1013.       The evidence on record suggests that PW10 had\n\ngiven money to the appellant stating that it was a loan\n\nrepayable by PW2 to accused no.1.        The appellant was lulled\n\ninto that belief based on which he received the amount from\n\nPW-10.14.       The fact remains that the prosecution established\n\nthrough evidence of PW-12 and PW-13 and Exhibit P9-post\n\ntrap mahazar that MO IV series tainted currency notes were\n\nrecovered "
  }
]