[
  {
    "title": "Bhagwati Foundation And Ors. vs Commissioner Of Mcd And Ors. on 31 October, 2006",
    "url": "https://indiankanoon.org/doc/1596726/",
    "doc_id": "1596726",
    "court": "High Court of M",
    "date": "16th June 2003",
    "bench": "Gita MittalJUDGMENT\n \n\nGita Mittal, J.",
    "citation": "of cases decided by this Court where administrative action was struck down as being discriminative. These are numerous.(ii) Arbitrariness test underArticle 1459. But, in E.P. Royappa v. State of T. N. Bhagwati, J laid down another test for purposes ofArticle 14.It was stated that if the administrative action was",
    "petitioner": "Bhagwati Foundation And Ors.",
    "respondent": "Commissi",
    "ipc_sections": [
      "109",
      "150",
      "16",
      "18",
      "29",
      "3",
      "41",
      "42",
      "43A",
      "43sets",
      "44",
      "485",
      "487-488",
      "59",
      "62",
      "63",
      "78"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi High CourtBhagwati Foundation And Ors. vs Commissioner Of Mcd And Ors. on 31 October, 2006Author:Gita MittalBench:Gita MittalJUDGMENT",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Delhi High CourtBhagwati Foundation And Ors. vs Commissioner Of Mcd And Ors. on 31 October, 2006Author:Gita MittalBench:Gita MittalJUDGMENT\n \n\nGita Mittal, J.1. By this judgment, I propose to dispose of a bunch of writ petitions all laying a challenge to a decision taken by the Municipal Corporation of Delhi (referred to as MCD hereafter) to transfer all Community Toilet Complexes (hereinafter referred to as CTCs) constructed by it and under its jurisdiction for operation and maintenance to the Sulabh International Social Service Organisations (referred to as Sulabh for brevity) and cancellation of the agreements with the petitioners and other Non-Governmental Agencies (referred to as NGOs) to whom they were handed over for operation and maintenance. The challenge has been laid primarily on grounds of violation ofArticle 14of the Constitution of India so far as the decision to hand over the CTCs to Sulabh is concerned while the cancellation of the allotments of the NGOs is challenged on grounds of arbitrariness, malafide, illegality and violation of principles of natural justice.2. Sanitation is undoubtedly a basic service which is a right which must be ensured to every citizen, be it an adult or a child. Sanitation is a felt need while hygiene is important to health. This is a service which needs to be imperatively maintained at the community level. While those who are poor cannot pay for the provision and maintenance of the basic service provided to them, a completely free service runs the risk of the service not being valued at all and even be misused. Community participation in planning, construction and maintenance of such like services ensures that the community values it and will use it. Contribution to creation of such facilities may be by dispensation of finance, real estate, labour or service. When people do not have the time to contribute labour or otherwise to the construction, operation and maintenance, they are required to pay a charge for the service. A small contribution, no matter how small, is often a confirmation of the value of a service to the people and their willingness to maintain it. In developing nations, the problem is more aggravated, inasmuch as it is necessary even to educate and inculcate the habit of using a toilet in people who have never seen the facility. This lack of information and knowledge however exacerbates the problems which are faced by metropolitan cities to which people from remote corners of the country migrate without any idea of sanitation facilities or basic hygiene.In certain countries, much has been done to generate enlightenment about private toilets even in remote villages. My attention has been drawn to a good practice example which is to be found from Bangladesh where large NGOs provide the material for constructing a latrine but the beneficiary family, however poor, finds the time to construct the soak pit and the walls (often of thatch material and bamboo). BRAC, an NGO in Bangladesh has created an entire movement for sanitising entire villages based on this type of participation by the users of the service themselves. Some other agencies even give material on credit, of about 600 taka and recover it slowly over several years. This is not a significant burden on the family, but works as a mechanism through which people actually demand and value basic services.3. The pressure on this city has been always in tremendous. Large numbers from all over the country descend in droves upon Delhi in search of employment or other opportunities and never leave. It is to address the basic needs of such persons who have no permanent abodes that the civic authorities including the Municipal Corporation of Delhi have had to concentrate, conceptualise and develop common toilet complexes which provides both toilet and bathroom facilities for the community.4. Over the years, several modules of the operation and maintenance of these common toilet complexes (hereinafter referred to as 'CTCs') have been tested by the Municipal Corporation of Delhi which is the primary body concerned with health, sanitation, sewerage and other areas relating to provision of civic amenities and facilities to the citizens of Delhi. As the present matter impugns the actions of this body, consideration is confined to this civic authority, which for brevity is referred to as the `MCD'.Perspective5. In order to appreciate the issues raised in the present writ petition, it becomes necessary to see the historical perspective of the experience of the corporation in this behalf. These can be divided into six stages and modules which briefly put, would be as hereunder:(a) Between 1988 to 1994, CTCs numbering 124 were got constructed by MCD from Sulabh at the cost of the MCD. This non-governmental organisation was paid the estimated cost of the construction on market rate; cost of boring the tubewell; and 12.5% of the implementation charges. They were given to Sulabh on pay and use basis for a period of 30 years. Electricity, water charges and cleaning of the septic tank of the CTC was the responsibility of the MCD. The salient features of the operation and maintenance terms of these CTCs were that the NGO was to run them on the 'pay and use basis' for a period of thirty years. These complexes were known as the 'Sulabh Shauchalya's'.Sulabh was thus responsible for 124 CTCs on these terms.(b). Between 1994-2000, the Slum & JJ Department has delegated 207 CTCs to other NGOs on the same terms. These 207 CTCs were known as the 'Jan Suvidha Complexes'.It is noteworthy that no complaint in respect of either the operation or the maintenance or the management by either Sulabh of these 124 Sulabh Sauchalayas or the other NGOs who are running operating maintaining and managing the 207 Jan Suvidha Complexes has been brought to the notice of the MCD or has been placed before this Court.(ii) Between 1975 and 1980 construction of 66 CTCs was carried out by the MCD as per usual contract procedures through contractors and handed over for further maintenance to the Conservation & Sanitation Engineering Department for further maintenance with effect from 1992 onwards. These toilets have been called as the 'Jan Suvidha Toilet Complexes'. In the year 1990, these 66 CTCs were handed over to Sulabh for a contract of one year which was to be extendable up to 5 years. As per the agreement between the MCD and M/s Sulabh, the MCD was required to make annual payment of Rs. 1000/- per WC seat per bathroom plus per bath room on account of annual repairs to Sulabh in respect of these toilets. The MCD was also responsible for payment of electricity and water consumption as well as cleaning of the septic tanks. They were to be operated by Sulabh on pay and use basis.(iii). The third category consists of the 84 CTCs constructed by the Slum & JJ Department, then of the DDA, during the period 1984 to 1990 in Jhuggi Jhompri Clusters and were transferred in 1992 from the DDA to the Conservation & Sanitation Engineering Department of the MCD for further maintenance. Eighty four such CTCs were handed over to Sulabh for a period of 30 years on the same terms as the earlier 66 CTCs. MCD also undertook to pay Rs. 1000/- per WC seat plus per bathroom annually on account of annual repairs to the NGO. In addition, the MCD was responsible for bearing electricity and water consumption charges and cleaning of the septic tank was also the responsibility of the MCD.The MCD has not placed the expenditure that it has incurred on the payments which were effected to Sulabh on these agreements or the electricity, water and cleaning of the septic tank. However the petitioners have placed information before this Court to the effect that the MCD was allegedly paying an amount of Rs. 97,66,000/- each year to Sulabh towards the Rs. 1000/- per seat per WC per bathroom amount. Even these agreements were for a period of thirty years in favor of Sulabh and the user was on 'pay and use' basis.(iv). The fourth category of CTCs was constructed by the Slum & JJ Department through contractors during the period 1994 onwards. 166 CTCs were so constructed. MCD had decided to hand over their operation and maintenance to NGOs on a license fee basis. Consequently allocation was made by tenders for a period of one to three years on license fee basis to NGOs, CBOs and local residents etc. As per the agreement entered into by the MCD and the allottees for the operation and maintenance of these CTCs, they were to be operated on 'pay and use basis'. Additionally the NGO/allottee was responsible for all repairs including the day to day maintenance upkeep; the annual repairs as well as maintenance etc. The NGO was also responsible for payment of the electricity and water consumption charges as well as the maintenance and cleaning of the septic tank.Thus the MCD had clearly abdicated all responsibilities of running and maintenance of these CTCs to the NGOs.The petitioners have pointed out that so far as these 166 CTCs are concerned, 30 NGOs were successful in securing contracts with the MCD for the operation and maintenance of these CTCs. These 30 NGOs included 7 organisations which, according to the petitioners, are sister concerns of Sulabh. The petitioners have contended that the MCD has collected substantial amount as license fee from these NGOs. Additionally, there is no complaint whatsoever in respect of the running and operation and maintenance of these CTCs ever since they were allotted and handed over to the NGOs.The MCD however is silent in all its assertions with regard to the amount that it had earned from these CTCs and no information in this behalf has been placed even before this Court.(v). The fifth category of the CTCs are the 357 complexe"
  },
  {
    "title": "Karnataka Municipalities Act, 1964",
    "url": "https://indiankanoon.org/doc/45506334/",
    "doc_id": "45506334",
    "court": "NA",
    "date": "NA",
    "bench": "NA",
    "citation": "NA",
    "petitioner": "NA",
    "respondent": "NA",
    "ipc_sections": [],
    "summary": "NA",
    "full_text": ""
  }
]