[
  {
    "title": "State Of Bihar Etc. Etc vs P.P. Sharma, Ias And Anr on 2 April, 1991",
    "url": "https://indiankanoon.org/doc/1287305/",
    "doc_id": "1287305",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "Kuldip Singh,K. RamaswamyPETITIONER",
    "citation": "1991 AIR 1260, 1991 SCR (2) 1, AIR 1991 SUPREME COURT 1260, 1991 AIR SCW 1034, (1991) 2 SCR 1 (SC), (1991) 2 JT 147 (SC), 1992 SCC(CRI) 192, 1991 (2) CURCRIJ 201, 1991 (2) COM LJ 197 SC, 1991 (2) SCR 1, (1991) 2 COMLJ 197, 1991 CRIAPPR(SC) 229, 1991 (2) JT 147, 1991 (2) BLJR 767, 1992 (1) SCC(SUPP) 222, 1991 BLJR 2 767, 1991 CRILR(SC MAH GUJ) 334, (1991) EASTCRIC 425, (1991) 2 EFR 120, (1991) 2 PAT LJR 11, (1991) 2 BLJ 88, (1991) 1 ALLCRILR 722, (1991) 2 CRIMES 113Author",
    "petitioner": "State Of Bihar Etc. Etc",
    "respondent": "P.P. Sharma, Ias And Anr",
    "ipc_sections": [
      "15",
      "156",
      "157",
      "159",
      "164",
      "173",
      "173Cr",
      "197",
      "197Cr",
      "2",
      "40",
      "409"
    ],
    "summary": "The   Bihar   State   Co-operative   Marketing   Union\n(BISCOMAUN)  is\t the  sole  purchaser  and  distributor\t  of\nfertilizers  in\t the State.  When the BISCOMAUN was  at\t the\nbrink  of  liquidation\tdue  to\t mismanagement,\t the   State\nGovernment  superseded its Board of Directors and  appointed\nR.K.  Singh,  I.A.S.,  as  its\tAdministrator  and  Managing\nDirector on July,30,1988.\n      In  the  course of the discharge of his  duties,\tR.K.\nSingh noted that financial irregularities had been commi",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaState Of Bihar Etc. Etc vs P.P. Sharma, Ias And Anr on 2 April, 1991Equivalent citations: 1991 AIR 1260, 1991 SCR (2) 1, AIR 1991 SUPREME COURT 1260, 1991 AIR SCW 1034, (1991) 2 SCR 1 (SC), (1991) 2 JT 147 (SC), 1992 SCC(CRI) 192, 1991 (2) CURCRIJ 201, 1991 (2) COM LJ 197 SC, 1991 (2) SCR 1, (1991) 2 COMLJ 197, 1991 CRIAPPR(SC) 229, 1991 (2) JT 147, 1991 (2) BLJR 767, 1992 (1) SCC(SUPP) 222, 1991 BLJR 2 767, 1991 CRILR(SC MAH GUJ) 334, (1991) EASTCRIC 425, (1991) 2 EFR 120, (1991) 2 PAT LJR 11, (1991) 2 BLJ 88, (1991) 1 ALLCRILR 722, (1991) 2 CRIMES 113Author:Kuldip SinghBench:Kuldip Singh,K. RamaswamyPETITIONER:\nSTATE OF BIHAR ETC. ETC.\n\n\tVs.\n\nRESPONDENT:\nP.P. SHARMA, IAS AND ANR.\n\nDATE OF JUDGMENT02/04/1991\n\nBENCH:\nKULDIP SINGH (J)\nBENCH:\nKULDIP SINGH (J)\nRAMASWAMY, K.\n\nCITATION:\n 1991 AIR 1260\t\t  1991 SCR  (2)\t  1\n 1992 SCC  Supl.  (1) 222 JT 1991 (2)\t147\n 1991 SCALE  (1)539\n\n\nACT:\n      Constitution  of India, 1950: Article 226-High  Court-\nWhen  and  under what circumstances would  be  justified  to\nquash  charge  sheet before cognizance of offence  taken  by\ncriminal court.Code  of\tCriminal Procedure:Sections,\t173,194,197-Investigation-Powers  of Police-Intereference by Court\twhen\narises.\n\n\n\nHEADNOTE:\n      The   Bihar   State   Co-operative   Marketing   Union\n(BISCOMAUN)  is\t the  sole  purchaser  and  distributor\t  of\nfertilizers  in\t the State.  When the BISCOMAUN was  at\t the\nbrink  of  liquidation\tdue  to\t mismanagement,\t the   State\nGovernment  superseded its Board of Directors and  appointed\nR.K.  Singh,  I.A.S.,  as  its\tAdministrator  and  Managing\nDirector on July,30,1988.\n      In  the  course of the discharge of his  duties,\tR.K.\nSingh noted that financial irregularities had been committed\nby P.P. Sharma, the first respondent, Genesh Dutt Misra, the\nsecond\trespondent, and Tapeshwar Singh, in the purchase  of\nfertilizers for distribution in the State.   At the relevant\ntime,  P.P. Sharma was the managing Director  of  BISCOMAUN,\nGenesh\tDutt  Misra  its advisor, and  Tapeshwar  Singh\t its\nChairman.\n      R.K.   Singh  laid  the  information   regarding\t the\nfinancial  irregularities before the Station House  Officer,\nGandhi\tMaidan Police Station, Patna on\t September  1, 1988.\nThe substratum of the accusations made against them was that\nthey  had  conspired with the  Rajasthan  Multi\t Fertilizers\nPrivate\t Limited,  through its partners, to  cause  wrongful\ngains  to the company and wrongful loss to the BISCOMAUN  in\nthe matter of purchase of sub-standard fertilizers from\t the\nCompany.\n      On  the  basis of the report, a  case  undersections\n409,420,468,469,471,120B,  I.P.C.,  andsection  7of\t the\nEssential  Commodities\tAct, was  registered  against  eight\npersons\t including Tapeshwar Singh, P.P. Sharma, and  Ganesh\nDutt Misra.  Four other accused persons were the partners of\nthe  Company,  and  the fifth one was an  Assistant  in\t the\n\t\t\t\t\t\t       2\ndepartment who was alleged to have forged the test reports.\n      The investigation in the case was completed by  police\nand two police reports, one undersection 7of the Essential\nCommodities Act and the other under various sections of\t theI.P.C., were submitted before the Competent Court in October\n1988.\tThe Special Judge Patna heard the arguments  of\t the\nparties\t on  various  dates between  January  9,  1989,\t and\nJanuary\t 31,  1989 on the question as to whether  there\t was\nsufficient   material\tin  the\t police\t reports   to\ttake\ncognizance  of\tvarious\t offences  projected  therein.\t  On\nJanuary\t 31,  1989 the learned Special Judge  concluded\t the\narguments and reserved the orders.\n      Tapeshwar\t Singh and P.P. Sharma filed writ  petitions\nbefore\tthe  Patna High Court praying for  quashing  of\t the\nFirst  Information Report and the police reports.  The\tHigh\nCourt allowed the writ petitions and quashed the FIR and the\ncriminal proceedings against the accused petitioners.\n      The High Court, on appreciation of the documents which\nwere produced before it, as annexures to the writ petitions,\ncame to the conclusions that no prima facie offence was made\nout  against  the respondents; that  though  the  annexures,\nbeing  part of BISCO-records, were to the knowledge of\tR.K.\nSingh,\the closed his eyes to the facts contained  in  these\ndocuments and acted in a mala-fide manner in lodging of\t FIR\nagainst the respondents on false facts; that the prosecution\nwas vitiated because G.N. Sharma, the Investigating officer,\nacted  with  malice in refusing to take the  annexures\tinto\nconsideration; and that no case underEssential\t Commodities\nActwas made out from the police reports and other documents\non  record.  The High Court further held that the  composite\norder  granting\t sanction  undersection  197Cr.P.C.\t andsection\t 15-Aof the Essential Commodities Act was  vitiated\nbecause\t of  non  application of mind on  the  part  of\t the\ncompetent  authority;  and that the F.I.R.  and\t the  Charge\nSheets violated the constitutional mandate underArticle  21of the Constitution.\n      The  instant appeals are against the judgment  of\t the\nHigh  Court,  and the appellants are Girija  Nandan  Sharma,\nS.P.  CID,  Patna,  the investigator, and  R.K.\t Singh,\t the\ninformant, along with the State of Bihar.\n      Before  this Court it was contended on behalf  of\t the\nappellants  that  the  High Court in  the  exercise  of\t its\nextraordinary jurisdiction committed a grave error in taking\ninto  consideration  the  affidavits  and  docu-\n\t\t\t\t\t\t       3\nments  filed  alongwith the writ petitions; the\t High  Court\nvirtually usurped the jurisdiction of the Magistrate/Special\nJudge by appreciating the affidavits and documents  produced\nbefore\tit and reaching conclusions contrary to the  charge-\nsheets\t(police reports) submitted by the police;  the\tHigh\nCourt  was not justified in quashing the proceeding  at\t the\nstage  when the Special Judge was seized of the\t matter\t and\nwas in the process of appreciating the material contained in\nthe  police reports; and that the allegations if the  police\nreports, if taken as correct, disclosed the commission of  a\ncognizable offence by the respondents.\n      On   the\tother  hand,  it  was  contended  that\t the\nprosecution  against  the  respondents was  initiated  as  a\nresult\t of  malice  on\t the  part  of\tinformant  and\t the\ninvestigating officer; and the mala-fides on the part of the\ninformant  and the investigating officer was  writ-large  on\nthe   facts of the case, that the composite  order  granting\nsanction  undersection 197Cr.P.C. andsection 15-Aof\t the\nEssential  Commodities\tAct  was vitiated  because  of\tnon-\napplication of mind on the part of the competent  authority;\nand   that   when   the\t evidence   collected\tduring\t the\ninvestigation  was  not unimpeachable, the  prosecution\t and\ncontinuance  of\t the proceedings offended  the\trespondents'\nright  to life and livelihood enshrined underArticle 21of\nthe constitution.\n      Allowing\tthe appeals, setting aside the\tjudgment  of\nthe  High Court and dismissing the writ petitions  filed  by\nthe respondents before the High Court & this Court.\n      HELD : Per Kuldip Singh, J.\n      (1)  The\tHigh Court fell into grave error  and  acted\nwith patent illegality in quashing the criminal\t proceedings\non the basis of the findings which were wholly wayward.[29D]\n      R.P.  Kapur  v.  State of\t Punjab,[1960]\t3  SCR\t388,\nreferred to.\n      (2)   The\t High  Court  erred  in\t  appreciating\t the\nannexures/documents, which were produced by the\t respondents\nalong  with  their  writ petitions,  and  further  erred  in\ndelving\t into  disputed questions of fact  while  exercising\njurisdiction under Article 226/227 of the Constitution.[24E]\n      (3)  By treating the annexures which were neither part\nof   the  police  reports  nor\twere  relied  upon  by\t the\nInvestigating Officer, as evidence, the High Court converted\nitself\tinto a trial court.  The High Court could  not\thave\nassumed\t this jurisdiction and put an end to the\n\t\t\t\t\t\t       4\nprocess\t of investigation and trial provided under the\tlaw.\n[28E]\n      (4)   The\t question  of mala-fide\t exercise  of  power\nassumed significance only when the criminal prosecution\t was\ninitiated   on\t extraneous  considerations   and   for\t  an\nunauthorised purpose. [24G]\n     (5)      The  allegations\tof  mala-fide  against\t the\ninformant  based on the facts after the lodging of  the\t FIR\nwere  of  no  consequence and could not\t be  the  basis\t for\nquashing the proceedings. [25D]\n      (6)  There was no material whatsoever in this case  to\nshow that on the date when the FIR was lodged by R.K.  Singh\nhe  was\t activated  by\tbias  or  had  any  reason   to\t act\nmaliciously.   The dominant purpose of registering the\tcase\nagainst\t the respondents was to have an investigation\tdone\ninto  the allegations contained in the FIR and in the  event\nof  there  being  sufficient  material\tin  support  of\t the\nallegations  to present the charge-sheet before\t the  court.\nThere  was no material to show that the dominant object\t of\nregistering the case was the character assassination of\t the\nrespondents or to harass and humiliate them. [24H-25A]\n      When  the information is lodged at the police  station\nand  an\t offence  is  registered,  the\tmala-fides  of\t the\ninformant  would  be  of secondary importance.\t It  is\t the\nmaterial  collected during the investigation  which  decides\nthe fate of the accused person. [25B]\n      State of Bihar v. J.A.C Saldhana & Ors.,[1980] 2SCR 16\nand  State of Haryana v. Ch. Bhajan Lal, J.T.  (1990)4\tS.C.\n655, referred to.\n      (7) When the police report under section 173 Cr.\tP.C.\nhad to go through the judicial scrutiny, it was not open  to\nthe  High  Court to find fault with the same on\t the  ground\n"
  },
  {
    "title": "C.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009",
    "url": "https://indiankanoon.org/doc/1654606/",
    "doc_id": "1654606",
    "court": "Supreme Court of India",
    "date": "NA",
    "bench": "Lokeshwar Singh Panta,B. Sudershan ReddyIN THE SUPREME COURT OF INDIA\n\n            CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL No.",
    "citation": "AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (3) SCC 779, 2009 CALCRILR 1 865, (2009) 2 RECCRIR 134, (2009) 2 KER LJ 217, (2009) 1 CURCRIR 499, (2009) 2 ALLCRIR 1471, (2009) 43 OCR 48, (2009) 3 SCALE 107, (2009) 3 MAD LJ(CRI) 341Author",
    "petitioner": "C.M.Girish Babu",
    "respondent": "Cbi, Cochin, High Court Of Kerala",
    "ipc_sections": [
      "13",
      "13it",
      "14",
      "4under",
      "7"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaC.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009Equivalent citations: AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Supreme Court of IndiaC.M.Girish Babu vs Cbi, Cochin, High Court Of Kerala on 24 February, 2009Equivalent citations: AIR 2009 SUPREME COURT 2022, 2009 AIR SCW 1693, (2010) 1 GUJ LH 142, (2016) 3 CURCRIR 6, (2016) 3 ALLCRILR 481, 2009 (2) SCC(CRI) 1, 2009 (1) CALCRILR 865, 2009 (3) SCALE 107, 2009 (3) SCC 779, 2009 CALCRILR 1 865, (2009) 2 RECCRIR 134, (2009) 2 KER LJ 217, (2009) 1 CURCRIR 499, (2009) 2 ALLCRIR 1471, (2009) 43 OCR 48, (2009) 3 SCALE 107, (2009) 3 MAD LJ(CRI) 341Author:B.Sudershan ReddyBench:Lokeshwar Singh Panta,B. Sudershan ReddyIN THE SUPREME COURT OF INDIA\n\n            CRIMINAL APPELLATE JURISDICTION\n\n           CRIMINAL APPEAL No. 377         OF 2009\n           (Arising out of SLP(Crl) No.578 of 2008)\n\n\nC.M. Girish Babu                            ...Appellant\n\n\n                            Versus\n\n\nCBI, Cochin, High Court of Kerala          ...Respondent\n\n\n\n                      JUDGMENTB.SUDERSHAN REDDY,J.Leave granted.2.   The appellant along with Accused No.1 was tried for\n\noffences underSection 120Bof IPC read withSection 7and13 (2)read with 13(1) (d) ofPrevention of Corruption Act,\n\n1988(hereinafter referred to   as \"the said Act\") by Special\n\nJudge (SPE/CBI)-I, Ernakulam who by his judgment dated 30th\n\nMarch, 2002 convicted the appellant for the offence punishable2underSection 7read withSection 13(1) (d)and13(2)of the\n\nsaid Act. He was acquitted of the charge underSection 120Bof the IPC.       The appellant was accordingly sentenced to\n\nundergo rigorous imprisonment for three years and to pay a\n\nfine of Rs.20,000. In default for payment of fine the appellant\n\nwas further ordered to undergo rigorous imprisonment for a\n\nfurther period of six months for the offence punishable underSection 13(1)read withSection 13(2)of the said Act. He was\n\nalso sentenced to undergo rigorous imprisonment for two\n\nyears for the offence punishable underSection 7of the said\n\nAct.     The   substantive   sentences   were   directed   to   run\n\nconcurrently.3.      The appellant preferred an appeal to the Kerala High\n\nCourt at Ernakulam, which dismissed the appeal by its\n\njudgment dated 28th November, 2007. However, the Appellate\n\nCourt reduced the substantive sentence to that of one year\n\nonly.    The High Court acquitted the first accused of all the\n\ncharges against which State preferred no appeal. This appeal3is brought, by special leave against the judgment of the High\n\nCourt.4.   The prosecution case is that while accused no.1 working\n\nas the Inspector of Central Excise, Air Cargo Complex,\n\nTrivandrum,    demanded     an    amount   of    Rs.1,500/-   as\n\ngratification from one Dayanandhan-PW10 and             Prakash\n\nKumar-PW2, who were the Senior Assistant and Manager\n\nrespectively of M/s. Interfrieght Services Pvt. Ltd., Trivandrum\n\nas a motive or reward for giving clearance for a wet grinder\n\nbooked by one P. S. Shine to be sent to Dubai.5.   The appellant was also working as Inspector of Central\n\nExcise, Air Cargo Complex, Trivandrum along with Accused no.1. On 2nd October, 1999 at about 6 a.m. the appellant is stated\n\nto have actually demanded the amount of Rs.1,500/- from\n\nDayanandhan-PW10 as gratification for clearing the same wet\n\ngrinder and accepted the bribe amount for himself and on\n\nbehalf of accused no.1 and thereby committed offences under4Section 7read withSection 13(1) (d)and13(2)of the said\n\nAct.6.     The prosecution story as unfolded during the trial is that\n\nthe appellant and Accused no. 1 together conspired and\n\ncommitted the act of demanding and accepting gratification.7.     In the present case, it may not be really necessary to\n\ndiscuss the entire evidence available on record for the simple\n\nreason that the High Court acquitted the Accused no. 1 of all\n\nthe charges and found no case against him. It is the Accused\n\nno. 1 who is stated to have demanded the gratification for\n\nclearing and sending wet grinder to Dubai. The High Court as\n\nwell as the trial court found that there was no criminal\n\nconspiracy between the appellant and accused no. 1 and\n\ntherefore acquitted both of them of the charge underSection\n\n120Bof the IPC.58.    The High Court upon re-appreciation of evidence came to\n\nthe conclusion that the prosecution miserably failed to prove\n\nthe charge against the appellant for the offence underSection\n\n13 (1) (d)read withSection 13 (2)of the said Act. In this\n\nregard, the High Court found that there is nothing in the\n\nevidence of PW-11 - Natarajan, official witness, to arrive at\n\nany     conclusion   of   appellant   making   any   demand   of\n\ngratification.   PW-11     stated that   from the conversation\n\nbetween the appellant and PW-10,           he could heard the\n\nappellant asking \"is it ready?\" and PW-10 only nodding his\n\nhead.    It is for that reason the High Court recorded that the\n\nalleged demand by the appellant on 2.10.1999 is highly\n\ndoubtful and is not proved beyond reasonable doubt. The High\n\nCourt relied upon yet another circumstance creating a doubt as\n\nregards the demand of any gratification by the appellant as\n\nthere is no mention of any such demand in Exhibit P-9 - post\n\ntrap mahazar. The High Court accordingly acquitted the\n\nappellant of charges underSection 13(1)(d)read withSection\n\n13(2)of the said Act.69.   The prosecution story mainly rested upon the evidence of\n\nPW-10 who is the central figure in the entire story of the\n\nprosecution. He did not support the prosecution story and was\n\ndeclared hostile.    It was to him that the Accused No.1 had\n\nallegedly made a demand of gratification on the morning of\n\n1.10.99 and it was in his presence Accused No.1 repeated the\n\ndemand when he went along with PW-2 in the evening of\n\n1.10.99 to the Air Cargo office.       This is the version given by\n\nPW-2. But PW-10 does not support this story. PW-10 in his\n\nevidence stated that on 1.10.99 Accused No.1 in the morning\n\nhours suggested certain corrections in the documents as\n\nregards the valuation and description of the item that was to\n\nbe sent to Dubai.     When PW-10 went back to office and told\n\nPW-2, PW-2 said that no correction need be made. Thereafter\n\nboth of them visited Air Cargo Complex. It is in the evidence\n\nof PW-10 that he alone went inside the room to meet Accused\n\nno. 1 and told him that no corrections possibly could be made\n\nas   PW-2   was     not   interested   in   making   the   suggested7corrections.   But Accused no. 1 insisted for carrying out\n\ncorrections if the item was to be cleared for its despatch to\n\nDubai. Then PW-10 requested the Accused no. 1 to meet PW-2\n\nbut Accused no. 1 retorted saying that whoever he may be, he\n\nwill not meet him.10.       Be it noted that PW-2 thereafter never visited Air\n\nCargo Complex till he came with the trap party early in the\n\nmorning on 2.10.1999. PW-2 in his evidence stated that on\n\n2.10.99 PW-10-Dayanadhan came to office at 4.30 a.m. and\n\ninformed him that he went to the Air Cargo office and found\n\nthat Accused no. 1 was not on duty and the appellant was on\n\nduty. According to PW-2, PW-10 informed him that on inquiry\n\nabout the cargo the appellant told him that Accused no. 1 has\n\nalready apprised him about the cargo and accordingly it would\n\nbe cleared only if Rs.1500/- is brought.   PW2 stated in his\n\nevidence that he immediately wrote Exh.P2-complaint.      He\n\nclearly admitted in his evidence that he had no personal\n\nknowledge as to what transpired between PW-10 and the8appellant at the Air Cargo Office. The evidence of PW-2 about\n\nthe demand of bribe amount by the appellant is hear say and\n\ntherefore inadmissible.11.       Interestingly enough, PW-10      does not support the\n\nstory narrated by PW-2.     According to him when he went to\n\nthe Air Cargo Complex on 2nd October, PW-2 and another\n\nperson who came to send the wet grinder was with him and\n\nPW-2 asked him to give Rs.1500/- to the appellant saying that\n\nit was a loan repayable by PW-2 to Accused no.1.            He\n\naccordingly collected the money from PW-2 and gave it to the\n\nappellant. He in categorical terms accepted that the appellant\n\nhad never demanded any bribe amount from him.              The\n\nevidence of PW-10 also suggests that PW-2 was near the\n\nimport Hall at a distance of about 40 metres between the Air\n\nMaldives Godown and import Hall.12.       An analysis of the evidence of PW-2, PW-10 and PW-\n\n11 the official witness reveals the following:9a)     The prosecution miserably failed to establish the\n\ntheory of criminal conspiracy hatched by the appellant\n\nalong with Accused no. 1 to demand and receive\n\ngratification;b) The prosecution miserably failed to establish its theory\n\n     that there was a demand of gratification by Accused\n\n     no.1 on 1.10.99;c) There is no proof on any demand of gratification by the\n\n     appellant on 2.10.99;d) The evidence of PW-11, the official witness, Assistant\n\n     Manager, Vigilance of FCI to the effect all that he heard\n\n     was appellant asking PW-10 \"is it ready?\" to which PW-10 nodded his head. This evidence of the official\n\n     witness present at the time of trap does not establish\n\n     that there was any demand of gratification by the\n\n     appellant. There is no reason to disbelieve the evidence\n\n     of PW-11;e)     Exhibit P-9 post trap mahazar does not record the\n\nfactum of any demand of gratification by the appellant.1013.       The evidence on record suggests that PW10 had\n\ngiven money to the appellant stating that it was a loan\n\nrepayable by PW2 to accused no.1.        The appellant was lulled\n\ninto that belief based on which he received the amount from\n\nPW-10.14.       The fact remains that the prosecution established\n\nthrough evidence of PW-12 and PW-13 and Exhibit P9-post\n\ntrap mahazar that MO IV series tainted currency notes were\n\nrecovered "
  }
]