[
  {
    "title": "State Of Uttar Pradesh vs Shiv Narayan Singh And Another on 27 May, 2022",
    "url": "https://indiankanoon.org/doc/118506285/",
    "doc_id": "118506285",
    "court": "HIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA",
    "date": "19-09-2011",
    "bench": "Vivek Kumar BirlaHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA.F.R.\n \nJudgment reserved on",
    "citation": "NA",
    "petitioner": "State Of Uttar Pradesh",
    "respondent": "Shiv Narayan Singh And Another",
    "ipc_sections": [
      "145of",
      "155of",
      "157of",
      "161of",
      "174",
      "174Cr",
      "174of",
      "302",
      "313",
      "313Cr",
      "34",
      "34IPC",
      "34a",
      "34cannot",
      "34in",
      "34is",
      "34of",
      "34will",
      "372",
      "372of",
      "378Cr",
      "3of",
      "401",
      "401Cr",
      "504IPC",
      "504and",
      "506IPC"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Allahabad High CourtState Of Uttar Pradesh vs Shiv Narayan Singh And Another on 27 May, 2022Author:Vivek Kumar BirlaBench:Vivek Kumar BirlaHIGH COURT OF JUDICATURE AT ALLAHABAD",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Allahabad High CourtState Of Uttar Pradesh vs Shiv Narayan Singh And Another on 27 May, 2022Author:Vivek Kumar BirlaBench:Vivek Kumar BirlaHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA.F.R.\n \nJudgment reserved on 08.03.2022\n \nJudgment delivered on 27-05-2022\n \nCourt No. - 43\n \n\n \nCase :- GOVERNMENT APPEAL No. - 2239 of 2009 \n \n\n \nAppellant :- State of Uttar Pradesh \n \nRespondent :- Shiv Narayan Singh And Another \n \nCounsel for Appellant :- Desh Ratan Chaudhary, AGA, R.K.Vaish \n \nCounsel for Respondent :- Lalit Kumar Misra, Sanjay Kumar Rajput, V. S. Parmar, Vivek Singh \n \nAnd\n \nCase :- CRIMINAL REVISION No. - 3459 of 2008 \n \nPetitioner :- Shyam Singh @ Pappu \n \nRespondent :- State Of U. P. & Others \n \nPetitioner Counsel :- M. A. Mishra \n \nRespondent Counsel :- Govt. Advocate\n \nHon'ble Vivek Kumar Birla, J.Hon'ble Subhash Vidyarthi, J.(Delivered by Hon'ble Subhash Vidyarthi, J.)1. Government Appeal No. 2239 of 2009 has been filed by the State-appellant challenging the judgment and order dated 16.09.2008 passed by the learned Additional District and Sessions Judge, Court No. 1, Hamirpur in Sessions Trial No. 137 of 2005 arising out of Case Crime No. 22 of 2005 underSections 302/34,504,506IPC, Police Station Rath, District Hamirpur whereby both the accused-respondents have been acquitted of all the charges.2. The aforesaid judgment and order dated 16.09.2008 has been assailed by the informant of the case Shyam Singh @ Pappu also by filing Criminal Revision No. 3459 of 2008, and by means of an order dated 19-09-2011, the aforesaid Criminal Revision was connected with Govt. Appeal No. 2239 of 2009.3. Government Appeal No. 2239 of 2009 filed by the State-appellant has been admitted by means of an order dated 04.11.2011.4. As both the aforesaid cases have been filed challenging the judgment and order dated 16.09.2008, both the cases are being decided by a common judgment.Prosecution Case5. Briefly stated, the prosecution case is that on 28.01.2005, the informant Shyam Singh @ Pappu gave a written report at Police Station Rath, stating that a dispute had arisen in his village Nandana between Shiv Kumar and his brother Shiv Narayan, for fixing a gate on a land which belongs to Shiv Narayan. On 28.01.2005 at about 12:00 noon Shiv Kumar asked the Shiv Narayan that he had given an application to the Police regarding the gate put up by the latter and he should stop the work and resume the same only after the Police makes an enquiry. Upon this, Shiv Narayan (the accused-respondent No. 1) and his son Pradeep (the accused-respondent No. 2) started hurling abuses. The informant and his father, who was standing with Shiv Kumar in front of his house, forbade them from doing so. Pradeep shouted from upstairs that all the persons had come for doing a panchayat, shoot them. Upon this Shiv Narayan fired a shot from his licensed double barrel gun which hit the informant's father (Jaswant) in his chest and face. In order to save his life, the informant pulled his father inside the house of Shiv Kumar, but his father died immediately due to the gun-shot injury. The accused-respondents threatened that in case any person lodged a report or gave evidence, he would also be killed and both the accused persons ran away. Shiv Narayan was carrying a double barrel gun and Pradeep was carrying a single barrel gun. The incident was witnessed by Shyam Singh @ Pappu, Shiv Pal Singh son of Badri Prasad, Surjan Singh and the mother of Shyam Singh. Immediately after the incident, Head Constable Chandrabhan and a Constable Raj Singh had reached the village and they got engaged in search of the accused-respondents.6. Upon the aforesaid written information, a Case Crime No. 22 of 2005 underSections 302/34,504,506IPC was registered in Police Station Rath at 12:45 p.m. on 28.01.2005.7. A Sub-Inspector reached the spot of occurrence and prepared an inquest report (Ex.A-5), in which he recorded that the dead body had injury marks on the right side of its face and there was no other apparent injury. However, after writing the inquest report, a line has been inserted in between two lines, stating that the dead body had pellet injuries on its chest in an area of 30 c.m. x 30 c.m. The I.O. collected the clothes worn by the deceased and the samples of blood stained, as well as unstained pieces of cemented floor from inside the house of Shiv Kumar, where the dead body of the deceased was lying. He also recovered an empty cartridge which was lying near the channel gate on the upper floor of the house of the accused Shiv Narayan. The Investigating Officer prepared a site plan, conducted investigation and submitted a charge sheet in the Court, on the basis whereof the accused - respondents were tried for committing offences underSection 302/34,504and506I.P.C..Prosecution Evidence8. During the trial, the prosecution examined the informant Shyam Singh @ Pappu as PW-1, eye-witness Shiv Kumar as PW-2, Head Constable Chandrabhan as PW-3, Dr. R.K. Mishra as PW-4, Head Constable Suresh Kumar as PW-5, S.I. Mohan Lal and PW-6 and Sub Inspector Radhey Shayam Trivedi as PW-7.9. PW-1 Shyam Singh (the informant) stated that on the date of the incident at about 12 noon, he was standing in front of his house, which is opposite the house of Shiv Kumar. Shiv Kumar was also standing outside his house. The informant's father was standing about 6 feet away from Shiv Kumar. The house of the accused persons Shiv Narayan and Pradeep, who are father and son, is about 6-7 steps away from the informant's home. Shiv Kumar is the brother of Shiv Narayan. There is a platform measuring about 30 ft. x 10 ft. in front of the house of Shiv Narayan. Earlier this platform was jointly owned by all the persons. About 10 years ago, a portion of the platform measuring 10 ft. x 10 ft. was given to Shiv Narayan. On the date of the incident Shiv Narayan was putting up a gate by encroaching upon an area in excess of his portion of the platform. The informant's father Jaswant and Shiv Kumar had restrained him from putting up the gate. At that time, Pradeep and Shiv Narayan were standing inside the channel gate at the first floor of their house. Referring to the informant's father and Shiv Kumar, the accused-respondent no. 2 Pradeep exhorted to the accused--respondent no. 1 Shiv Narayan that \"bade panch bante hain, goli maar do\" meaning that the aforesaid persons were acting as panchs (arbitrators) and he should shoot them. Upon this Shiv Narayan fired a shot from his double barrel gun aimed at the informants' father and the pellets hit his chest and the face. Pradeep was also having a single barrel gun. Upon being shot, the informant's father fell down and he was taken inside Shiv Kumar's house but as soon as he was taken inside the house, he died.10. PW 1 further stated that information of the incident was given to P.S. Kotwali Rath through the mobile telephone of Shiv Kumar. As a written information of an apprehended breach of peace due to the aforesaid dispute had already been given at the Police Station in the morning of the same day, Head Constable Chandra Bhan Singh (PW-3) and Constable Raj Singh reached the place of occurrence to carry out an enquiry on the aforesaid information within 5 - 7 minutes of the death of the informant's father. Afterwards, the Police went in search of the accused persons and the informant dictated a report of the incident which was scribed by Shiv Kumar.11. In his cross-examination, PW 1 stated that Ram Sewak was his Grand-father. Maheshwari was Ram Sewak's brother. Shiv Narayan and Shiv Kumar are sons of Maheshwari. Pradeep is son of Shiv Narayan. He also stated that the accused Shiv Narayan has a pucca double storied house opposite the residential house of the witness, which is used as the guest house of Shiv Narayan. There is a public passage between the two houses, which is about 5 feet wide and thereafter he said that the passage is 6 - 7 steps wide. He also stated that he did not see as to whether any blood fell at the place where his father had received the gun-shot. He had shown to the I.O. the place where his father was shot and where he fell down. The I.O. had taken samples of plain soil and blood stained soil from that place. Prior to the incident, his family members and the members of the family of Shiv Kumar used to visit each other's home but this had stopped since about 3 - 4 months before the incident, as the relations of his father and Shiv Narayan had turned bad and they and their family members were not at talking terms.12. PW 1 further stated in his cross examination that his father had come out of his house about half an hour before the incident, i.e., he had come out of the house at about 11:30 a.m. After having a light meal in the house, he came out and sat in the sun-light. He had got the report scribed by Shiv Kumar in the village and before scribing the report, at his instruction, Shiv Kumar had sent telephonic information of the incident to the Police Station. He had gone to the Police Station on the motor cycle of Surjan Singh and it took about 10 minutes to reach the Police Station. The I.O. and other Police persons had gone to the place of incident with the informant. The informant did not go with the I.O. inside the house of Shiv Narayan. The I.O. had entered Shiv Narayan's house accompanied by the constables and no villager had entered the house with him. The I.O. had brought an empty cartridge from Shiv Narayan's house.13. PW 1 was confronted with his affidavit dated 27-05-2005 (Exhibit B-1) in paragraph 6 whereof it was written that \"the procedure adopted by the Police in respect of empty cartridge was a step for providing benefit to the accused\" and he stated that he had signed it without reading and it was not"
  },
  {
    "title": "Mannulal Garg vs The State Of Madhya Pradesh on 27 March, 2019",
    "url": "https://indiankanoon.org/doc/155529929/",
    "doc_id": "155529929",
    "court": "HIGH COURT OF MADHYA PRADESH\n                             BENCH AT INDORE\n\n                           Mis",
    "date": "NA",
    "bench": "Rohit Arya",
    "citation": "AIRONLINE 2019 MP 476Author",
    "petitioner": "Mannulal Garg",
    "respondent": "The State Of Madhya Pradesh",
    "ipc_sections": [
      "25",
      "25and",
      "25of",
      "27of",
      "294",
      "294IPC",
      "3",
      "482",
      "482Cr",
      "5",
      "503and",
      "506IPC",
      "5and",
      "5as",
      "5of",
      "5orSection",
      "7of"
    ],
    "summary": "using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Madhya Pradesh High CourtMannulal Garg vs The State Of Madhya Pradesh on 27 March, 2019Equivalent citations: AIRONLINE 2019 MP 476Author:Rohit AryaBench:Rohit Arya1                       Mis. Cr. Case No.42429/2018",
    "full_text": "Take notes as you read a judgment using ourVirtual Legal Assistantand get email alerts whenever a new judgment matches your query (Query Alert Service). Try out ourPremium Member Services--Sign up todayand get free trial for one month.Madhya Pradesh High CourtMannulal Garg vs The State Of Madhya Pradesh on 27 March, 2019Equivalent citations: AIRONLINE 2019 MP 476Author:Rohit AryaBench:Rohit Arya1                       Mis. Cr. Case No.42429/2018\n\n                      HIGH COURT OF MADHYA PRADESH\n                             BENCH AT INDORE\n\n                           Mis. Criminal Case No.42429 of 2018\n\n                             Mannulal Garg and another\n\n                                         Vs.\n\n                             State of Madhya Pradesh and another\n\n\n----------------------------------------------------------------------------------------------\nShri Amit Agarwal, Sr. Advocate assisted by Shri Rishi Tiwari and\nRohit Kumar, Advocate for the petitioners.\nMs. Swati Ukhale and Shri Mukesh Kumawat, Government Advocates\nfor the respondent No.1/State.\nS/Shri Sunil Gupta and Vivek Agarwal, Advocates for the respondent\nNo.2.\n-----------------------------------------------------------------------------------------------\n\nReserved on: 10/12/2018\n\n                                           ORDER(27/03/2019)\nRohit Arya, J\n\n\n        This application undersection 482Cr.P.C., is presented\nseeking quashment of FIR dated 15/10/2018 at crime case\nNo.436/2018 registered at Police Station Civil Lines, Dewas for\nthe offence punishable undersections 294,506and34IPC read\nwithsections 3(1)(r)& (s) of theScheduled Castes and\nScheduled Tribes (Prevention of Atrocities) Act, 1989andsections 25/27of the Arms Act.2.      Petitioners are old bona fide residents of Dewas, business\nmen and also income tax payees. Petitioner No.1 is father and\nthe petitioner No.2 is son.It appears that the respondent No.2, an advocate and also\nstyling himself as President of District Bar Association, Dewas\nhas had inimical attitude and grudge towards the petitioners and\ntheir family members. In the year 2013, the respondent No.2 had\nobjected to the application of the petitioners for establishment of\npetrol pump. The application met dismissal upto the appellate\nauthority. However, with the intervention of the Sate Government\nvide order dated 21/09/2015 in revisional jurisdiction wherein the2                  Mis. Cr. Case No.42429/2018Collector, Dewas was directed to grant licence to the wife of the\npetitioner No.2 and, accordingly, the petrol pump in the name and\nstyle of M/s Maa Kailadevi Motors has been opened and situated\non the land comprising of survey Nos.640, 645, 641 and 642\nPatwari Halka No.18, Indore Dewas Road, Dewas; total area\n1500 sq.ft., The licence is on record as Annexure P/9. The area\nof ownership and possession is 1500 sq.ft.,, out of which the\npetrol pump is situated covering an area of 800 sq.ft., and the\nremaining area is lying vacant. The District Court, Dewas is just\nadjacent to the petrol pump and the same is separated by barbed\nwire fencing installed by the petitioners.It is stated in the application that the advocate chambers of\nthe District Court, Dewas at the relevant point of time were under\nconstruction.    Building material was dumped on the main\nentrance gate of the District Court, therefore, heavy vehicles like\ntrucks and dumpers could not pass through the said gate. At the\nrequest of respondent No.2, petitioners temporarily permitted (for\none month) movement of vehicles carrying building material into\nthe District Court premises through the petitioners land by\nremoving the barbed wire fencing. The said movement appears\nto have continued for about three months. Since the movement of\nheavy vehicles into the Court premises through main gate\ncommenced, therefore, the temporary arrangement provided by\nthe petitioners was not required.            Hence, the petitioners\nreinstalled the barbed wire fencing on 12/10/2018.               No one\nobjected thereto. However, on 15/10/2018, around 12.00 noon,\nthe respondent No.2 allegedly trespassed into the land and\nwithout intimating the petitioners has removed the same with the\nhelp of some people. They have also removed cement poles\nsupporting the barbed wire fencing. The photograph is on record\nas Annexure P/10. While the petitioners resisted and objected to\nthe said uprooting of barbed wire fencing, the respondent No.2\nturned furious, manhandled petitioner No.2 with a threat to\nimplicate the petitioners under the provisions of the S.C., & S.T.,\nAct. Though the staff of the petrol pump tried to intervene but, all\nin vain.It is further stated that though they had submitted an\napplication before the respondent No.1 on 15/10/2018 narrating\nthe complete facts, however, no FIR was registered on the3                Mis. Cr. Case No.42429/2018compliant. The copy of complaint is on record as Annexure P/11.\nSimilar application was also filed by the Manager of the petrol\npump against the respondent No.2 for taking strict action. Copy of\nthe application is on record as Annexure P/12. Besides, manager\nof the petrol pump has also made an application before the\nDistrict Judge, Dewas and the District Collector, Dewas.            The\napplication is on record as Annexure P/13 but all in vain.However, to the utter surprise of the petitioners, instant FIR\nhas been registered at the instance of the respondent No.2.In the aforesaid backdrop of the factual matrix in hand, the\ninstant application undersection 482Cr.P.C., has been filed.3.    A reading of FIR suggests that on 15/10/2018 the\ncomplainant (respondent No.2) while he was sitting in the\npremises of the District Court at 01.30 pm., petitioners taking\nexception to the removal of barbed wire fencing alleged to have\nhurled filthy abuses and also by caste with a threat to kill\nbrandishing revolver towards him in front of about 50 advocates\nthough they were told that the fencing was initially installed inside\nthe District Court premises on the area allotted for construction of\nadvocate chambers. Accordingly, FIR has been registered.4.    This Court while hearing the matter on 07/12/2018, since\nwas of the view that the dispute between the parties is not of\nserious nature which should require a detailed investigation and\nessentially sparked off due to heated exchanges therefore, could\nbe sorted out through mediation, called upon petitioners and the\nrespondent No.2 to remain present before this Court on the next\ndate of hearing.On 10/12/2018, both petitioners and the respondent No.2\nwere present in person.Petitioners appeared and with folded hands submitted that\nthey are respectful citizens of the country and permanent old\nresidents of Dewas. They earn their livelihood through business.\nNeither do they believe in nor practice picking up fight with\npeople. They cannot even think of in their wildest dream to get\ninvolved in criminality against legal fraternity/advocates or cause\nany harm or hurt to any person. They have esteem regard and\nrespect to the Majesty of law. They shall abide by such orders or4                   Mis. Cr. Case No.42429/2018directions this Court deems fit and proper.Petitioners had shown grace with humbleness offering\napology in writing if the respondent No.2 or any member of the\nlegal fraternity either felt offended or hurt in the obtaining facts\nand circumstances.This Court records appreciation for the gesture shown by\npetitioners.Respondent No.2, though in the first breath agreed for\nresolution of the dispute or difference but, to dismay of this Court,\nturned around and followed the path of betrayal. It is unfortunate.\nIt is considered apposite to observe that the legal profession is a\nnoble profession.        Persons belonging to legal fraternity are\ninvolved in the process of justice dispensation and held in respect\nin the society. They stand out as class and are looked up for\nsocial, moral and ethical values in society.Alas! The respondent No.2 proved to be oblivious of such\nnoble values of the profession.Under the circumstances, this Court has finally heard the\nmatter.5.    While reiterating the law as regards the scope of\ninterference undersection 482Cr.P.C., in the matter of\nquashment of FIR, learned senior counsel placed reliance on the\njudgment of Hon'ble Supreme Court in the case ofState of\nHaryana Vs. Bhajan Lal and others, reported in AIR 1992 SC\n604; particularly; illustration (1) of para108 quoted below:\"108. In the backdrop of of the interpretation of various\n               relevant provisions of the Code under Chapter XIV and\n               of the principles of law enunciated by this Court in a\n               series of decisions relating to the exercise of the\n               extraordinary power underArticle 226or the inherent\n               powers under Section 482 of the Code which we have\n               extracted and reproduced above, we give the following\n               categories of cases by way of illustrations wherein\n               such power could be exercised either to prevent abuse\n               of the process of any court or otherwise to secure the\n               ends of justice, though it may not be possible to lay\n               down any precise, clearly defined and sufficiently\n               channelised and inflexible guidelines or rigid formulae\n               and to give an exhaustive list of myriad kinds of cases\n               wherein such power should be exercised.(1) Where the allegations made in the\n                      first information report or the complaint,\n                      even if they are taken at their face value\n                      and accepted in their entirety do not prima\n                      facie constitute any offence or make out a5                   Mis. Cr. Case No.42429/2018case against the accused.........                     ...           ...(5) Where the allegations made in the\n                   F.I.R., or complaint are so absurd and\n             "
  }
]